{
    "inheritance": {
        "reviews": [
            [
                "Very bad movie. It looks like a direct to video porn with no porn.",
                "(рос. закадр.)Після смерті літньої леді, за якою наглядала Абігайль, вона несподівано для себе наслідує її великий будинок та, під час короткострокової втрати пам'яті, знаходить потім себе то з новою зачіскою, то у ліжку з доктором, що подобався покійниці - невже померла вселилась до героїні всередину?..Доволі бюджетна постановка, що випередила значно більш відомий \"Ключ від усіх дверей\", адже теж розповідає про заздрість старих до молодих та несвідому провину молодих перед старими. За кінцевим рахунком, статична режисура та відсутність атмосфери,…",
                "Nothing new accomplished in this movie. The invisible guests by King Diamond should have been a song on the soundtrack. Lol",
                "FIGHT CLUB REFERENCE ??? god I feel bad for Zoey (L4D) for being Schizophrenia :((And also, great movie, I love it and this makes me want to write a thriller and drama Fanfic of my L4D OC Jess being Schizophrenia and not seeing Tyler Durden, It's only Jack Moore The Narrator in Paper Street House and everywhere",
                "We had this is 1.5x and it was still incredibly boring. She got staunched by 3 elderly women. Movie would have have been superior if it was an hour of our lead being jimpscated by the old woman in various scenarios getting increasingly more complicated. I want to see her being hospitalised and then being operated on by the old woman. I wanted to see some cult type shit. Certified greenman review "
            ],
            [
                "2 stars, one for each of lily collins' eyebrows",
                "this wasn’t awful but if you wanna watch a movie about a rich family and a bunker just watch parasite instead",
                "Lily Collins serving a well done steak when the dude specifically requests for rare is a powermove.",
                "I was really hoping the key lime pie recipe was going to be the key to the big twist at the end, but alas, ‘twas just a pie",
                "lily collins fire your agent and hire me girlie",
                "men will literally kidnap a dude, lock him in an underground bunker, bolt a chain around his neck and inherit his kidnapping to their daughter before getting a therapist",
                "Jesus Christ this is awful. Lilly Collins is not good at her job. I can’t take her seriously. AND ummm your father has a man chained up in a bunker and your response to finding out your dad has a mistress is, “he wouldn’t do that to my mother!” Straight Clownage. From the acting to the writing. Jokester ville.",
                "I love Lily Collins, I could literally watch her just taking a dump and I would still be like “wow that’s art” but girl this clusterfuck piece of a movie was not a good choice, I understand you need to pay the rent but please.",
                "There are three good things about Inheritance:- the poster, in all its plagiarising glory- it provides a quick answer to \"what is Simon Pegg's worst performance?\"- oh wait, there's only two.",
                "every decision she took made me question how she was a successful lawyer",
                "🚫40%YouTube review - Click HERE2020 list - Click HEREThis film is full of so many potentially incredible elements. I am here for Simon Pegg taking on serious roles from here on out. His character eventually showcases his emotional range, but we start out with a very subdued Pegg, and that is a refreshing feeling. He’s normally an enthusiastic actor, which I love, but unexpected changes are nice. This is his second time teaming up with Vaughn Stein. I haven’t…",
                "crooked, rich white people getting away with crime, enduring little to no repercussions? not my cup of tea",
                "my dad was an extra in this",
                "why is simon pegg here",
                "Simon Pegg maybe you should work with Edgar Wright again, because you’re too talented for this. What a boring, predictable, and uninteresting movie. Everything about it is so bland that every scene is just meddling together in my mind. I’ve already forgotten this movie.",
                "overconstructed mess with a storyline that is focused on a twist that's all too obvious and still has close to zero logical explanation. Lily Collins isn't believing in what she's doing and only undermatched by Simon Pegg's pseudo psycho performance. who is doing films like this anymore?",
                "lily collins is too talented for stuff like this",
                "Evil Simon Pegg in a bad wig",
                "This was brutal. Literally terrible. Maybe i’m over exaggerating but seriously, the casting in this film was so poor. Simon Pegg was okay, but come on, the guys a comedic actor. And Lily Collins playing a 30 year old serious lawyer?? They’re both great in many other things but this was just so unconvincing. The plot has potential, but it was told in the wrong way. The storytelling was overly predictable, badly paced and not even captivating. What really made…",
                "the fact that i sat through this whole film speaks volumes about how much i love miss lily jane collins",
                "“Your father left this for you. And you alone.”a cool premise executed in every family thriller trope they could come up with. kind of like a made for tv movie with a bigger budget. it’s plagued by muddled storytelling that lets the tension deflate as soon as the initial mystery is revealed and an almost laughably patched together final act. truly a strong cast wasted on a project that seems like it got filmed a decade ago and was…",
                "\"Inheritance\" ist ein film, der so inkonsequent wie verwirrend ist, der in seiner ersten halben Stunde noch intensiv und spannend sein mag und es da auch verstand hat, mein Interesse zu wecken, der dann aber immer langweiliger und konfuser wird und der auch aus den aufgeworfenen familiären Konflikten nichts Bemerkenswertes herausholen kann. Und dann die Wendung, die ich alter Westentaschenholmes von Anfang an so in der Art kommen habe sehen und die man einfach nur - \"Wie schreibe ich es…",
                "was distracted by lily collins’ perfect eyebrows",
                "Does any girl really knows her father? Now that I think of it, Inheritance feels like the cinematic version of an occurrence where you'd read one of those pulpy mystery novels in the far back of an airport and on a stormy night, while awaiting for your next flight that'll not come until 10+ hours later. It has an chillingly ominous vibe that sucks you in quite violently as you read it but only because you don't have anything better…",
                "I didn't hate it 🤷🏼‍♀️.",
                "gypsy rose mentioned",
                "The premise of this movie is super interesting. Her father dies and she inherits the secret that her father has kept a man imprisoned in a bunker for many years. Now she has to figure out who he is and why he's there. I was immediately intrigued and wanted to know. The movie kept my interest and, as suspected, all the real revelations come in twists at the end of the film. The problem being that once you find out…",
                "For some reason I went in thinking this was a horror movie, I played myself…I kinda disliked 98.5% of this movie, I couldn’t take Simon Pegg’s character seriously with that WIG, he looked like an orchestra conductor FRFR it had me laughing in “serious” scenes that weren’t meant to be funny.Also we didn’t really get much backstory of Laurens family for me to care about them and them being cold af didn’t help their case, they honestly could’ve…",
                "Watched because Chace Crawford was on the cast list.Lily Collins meets Simon Pegg. If you don't guess the twist immediately then I guess you'll find more enjoyment in this than I did. Otherwise, here is a lesson in how building tension should not mean moving at the slowest dullest pace possible. Painfully boring.",
                "I kept waiting for something exciting to happen but it never did",
                "“Some secrets should stay buried.”...some films, like this one, too.Inconsistent, predictable nonsense, with awful acting, terrible editing, no tension, it just got nothing going for it, except some unintentional laughs.",
                "I gave this a shot because of Lily Collins, and I should have listened to my fellow Letterboxders.This is excruciatingly dull, and MAJOR plot points rest on the most absurd decision making possible. I was bored and rolling my eyes. This has maybe enough plot for a (bad) 60 minute episode of Black Mirror or that GDT series that's also on Netflix. Absolutely skip this, but let me state that Simon Pegg was very good in a role I never imagined for him. Respect.",
                "One of the few times, that within the first 15 or so minutes, I blurted something out and what I blurted out ending up being the case. A total guess, but still feels like an I called it moment to me. 🤷‍♂️🤣Other than that, this was watchable. I didn’t even recognize Simon Peg at first, but it’s safe to say he delivers the goods I always expect. The acting is solid all around tho. The concept had some potential too and did enough to hold my attention, but like I stated, it was just way too predictable and dumb. 5/10👩‍💼",
                "Lily Collins gets 1 star. Another half a star for her outfits, hair and makeup. Everything else is pretty horrid though. Hectic opening. Ghastly editing. Hokey direction. The music, sheesh the music was in every scene, it seemed like it played literally the entire runtime. Not surprising though when I see the same director also directed Terminal.I will say that the 2nd half of the film is superior to the first half. The conclusion ain’t bad but not good enough to forgive how lacklustre everything that came before it was.",
                "The budget for this was so dismal they could barely afford the wig",
                "The Inheritance has an interesting concept that could have developed a chilling thriller, but everything just didn't make sense. It's such a drag for any mystery to uncover, and it feels so slow and boring to stay focused.Check out my Halloween 🎃 Month Challenge list",
                "PORT.                      “Uma xícara e meia de biscoitos bem esmagados, um terço de xícara de manteiga ou margarina, três colheres de sopa de açúcar, uma lata de leite condensado, meia xícara de limonada, um recipiente para fazer a cobertura, bata o leite com o suco até engrossar e ficar macio, faça a massa, cubra e leve à geladeira até que fique firme”Lily Collins em um filme de terror psicológico…",
                "I know how to play this game. -Lauren MonroeArcher Monroe (Patrick Warburton) is a huge fan of Shaun of the Dead. When he has his chance to meet Simon Pegg at a ComicCon he kidnaps him and keeps him in an underground bunker as the ultimate fanboy collectible. When Archer passes away, he leaves Simon Pegg to his daughter (Lily Collins) in his will as she was a huge fan of Spaced. When they finally meet hilarity ensues.---------------------------------------------------…",
                "The deeper you go into the movie the dumber it gets.",
                "I’d love to inherit Simon Pegg",
                "This was the last DVD from my HorrorPack boxes from May. I'm hoping to catch up in a couple of months because my most recent boxes had a few movies I have already watched. With this movie, I was a bit confused right away. The story decides to throw a lot of information at you right away with some quick editing. It tries to catch you up with Lauren and her family instead of dropping the information as the story…",
                "I usually don't dislike a film this much, however, there were inexplicable mistakes on this one's writing, wasting good actors like Lily Collins and Simon Pegg in a film with terribly idiotic decisions by the characters and absolutely no notion of creating a mood. Perhaps with a few changes and less focus on trying to go for the plot twist, it could have been a satisfactory story.",
                "This dude flipped the fuck out",
                "lily collins and chace crawford playing siblings just makes sense",
                "If I don't inherit a human being...What's even the point",
                "the premise is full of potential, which is sadly wasted on a semi decent cast and really bad choices. so exciting to see rich &amp; powerful white people prevail (they have it so hard!!). if you’re looking for a key lime pie recipe, simon pegg’s got one for you.",
                "↓ English version below ↓Inheritance ist die Sorte Thriller, die sich für unfassbar clever hält. Doch eigentlich nimmt der Film dem Zuschauer alles vorweg, was Spannung erzeugen könnte. Für einen investigativen Film werden der Protagonistin die Fährten viel zu einfach vor die Füße gelegt. Für einen Polit-Thriller wird über die Hintergründe der einflussreichen Familie, um die sich der Plot dreht, viel zu wenig verraten. Und dabei ist die Idee grundsätzlich wirklich gut und vor allem Simon Pegg stellt das…",
                "A lot of people will probably hate this because they will find the entire storyline ridiculous. I mean, even I would have just called the cops at the beginning of this movie and been done with it. But, I can understand someone’s curiosity getting the best of them and them having to try and uncover everything. There’s a lot of dumb decisions here, and even the twist just makes the whole thing make even less sense for why you’d treat…",
                "tem seus problemas mas é bacana",
                "A reviravolta foi boa pelo menos.",
                "literally felt like i was watching a spoof the entire time, like look at THAT POSTER. tell me it doesn't look like a comedy! i have no idea who thought simon pegg was suitable for this role but he wasn't, lily collins tries her best but she is so much better than this. just one of those netflix films that immediately gets lost in the void of film mediocracy ｡･ﾟﾟ･ADDED TO: ･ﾟﾟ･｡360 films for 2020 (304/360)2020 ranked｡･ﾟﾟ･REMOVED FROM: ･ﾟﾟ･｡netflix watchlist",
                "If I have to hear Simon Pegg recite that key lime pie recipe one more time I swearThis film's attempts at ambiguous suspense were quickly squashed by an immense amount of overacting and overscripting. Nothing was left to the imagination, subsequently leaving little room for interpretation. With a movie of this genre/plot, it could've definitely benefitted from making things a little less predictable for viewers. I wanted something I could engage with a little more.With that being said,…",
                "I'm pretty sure someone in this movie says \"inclination\" when they mean \"inkling.\"bit.ly/3e90nmo",
                "Might just be me but if I inherited a man locked in the basement by my father who wasn’t known for ever being proud of me…. I wouldn’t be so quick to insist my father is still a good person",
                "Stringing together unlikable characters, unbelievable situations, and undigestible dialogue, \"Inheritance\" might work as a dark comedy. Unfortunately, the story of an impossibly young DA and the man kept in a bunker in her father's yard pushes forth with nary a glint of cleverness and clunks to the ground early and often in a series of played-straight thuds. All of it is both over the top and underdone, and the film lacks the sense to acknowledge the former or dress up the latter.",
                "Inheritance ist wieder mal einer dieser Filme, bei denen eigentlich alle Grundzutaten stimmen.Eine interessante Prämisse und eine vielversprechende Story, mit Möglichkeiten für viele großartige Twists, ein Darsteller, der eine großartige Performance abliefert und ein restlicher Cast der immerhin noch sehr solide spielt.Und doch fügt sich das hier nur bedingt gelungen zu einem Gesamtwerk zusammen. Trotz spannenden Entwicklungen und einer Geschichte mit sehr viel Potential, schaffte es der Film kaum Spannung aufzubauen und auch der große Twist gegen Ende…",
                "This is yet another one of those films that could have been good, it has all the components, except for good writing, the writing is terrible.The first half is uninteresting, unengaging and boring, and while the second half gets considerably better and they managed to get me engaged, the movie never stops being overly filled with clichés and cringe-inducing dialogue.Costa Rica's 2020 Ranked ",
                "25/100People needs to stop pretending that Lily Collins is some sort of actress.",
                "really? what was that wig......",
                "ver a simon pegg en un papel donde no tiene nada que ver la comedia me ha parecido bastante asombroso ya que fue ver otra faceta de él donde puede ejercerlo bastante bien. lily collins por siempre my beloved, verla a lado de chace crawford fue uno de mis sueños de adolescente aunque no haya sido de manera romántica. la película en sí es lenta y los últimos treinta minutos es cuando comienza lo entretenido, agregaron bastantes temas donde al…"
            ]
        ]
    },
    "challengers": {
        "reviews": [
            [
                "Everything is sex, except sex, which is tennis",
                "may thy racket chip and shatter",
                "average day for wii sports players",
                "oh. what do you do when one day you wake up and look at your life and realize this was never the life you were supposed to have? and you realize that the man who loves you isn't someone you can respect, and the one man you respect isn't someone you can forgive? (do you choose your home or your mirror?) worse, how do you confess that you'd trade your husband and the daughter you made together in a heartbeat for…",
                "do they need a fourth",
                "patrick touching the ball to the center of his racket........................ the whole world collapsed",
                "i think it’s so commendable how luca guadagnino has made a career out of making straight boys kiss in movies and i hope he never stops",
                "This movie made me attracted to men",
                "all they know is be bisexual, eat hot chip and lie",
                "art and patrick are like if two mice made a wish to become human",
                "I left this movie feeling like I could run a fucking marathon",
                "Balls and All (2024)",
                "broke up with my girlfriend the second the credits rolledi can never be two twinks for her.",
                "There is no sport more intimate or erotic than tennis. It is one of the few major sports where two players agree to partake, for hours, in a duel of body, mind, and soul. Naturally, to engage with anyone that intensely, an inescapable relationship is forged— one that intensifies with every stroke, every bead of sweat, every grunt. It may not be as fleshy as boxing, but arguably the lack of contact is what makes tennis more arousing— is not…",
                "Does for tennis what Whiplash did for jazz. Except slightly more horny. Masterpiece.",
                "COME ON",
                "taking your bisexual partner to this film is like standing in front of oncoming traffic and waiting for the hit",
                "if you see my two boyfriends in the sauna together DO NOT INBOX ME…i already know 🙄😒",
                "Action movies wish they were this exhilarating",
                "I wanna be gay more I wanna play tennis I wanna make a movie I wanna eat a churro I wanna tear my ACL",
                "luca guadagnino has his finger on the pulse of what the masses currently crave in a film… zendaya, and homoeroticisim. in that orderalso INSTANTLY my favorite score in a decade. reznor and ross have done it again",
                "Came for tennis balls, left with blue balls.",
                "two best friends in a room, they might kiss",
                "when she came back home and he was sleeping in their daughter’s bed!!!!",
                "Tashi's kid looks to be a little under 8 years old. Interesting",
                "ALRIGHT BRUH IM FUCKING HORNYJesus fucking lord how do you even make a movie like this HOW HOW HOW. Its so fucking hot and cool and fucking entrancing and INTIMIDATINGThis is only the second movie I’ve seen with Josh O’Connor and I can genuinely say this man is in my top 10 favorite actors of all time. The charm this man exudes is so palpable I wanted to fuck him myself Zendaya and Mike Faist absolutely KILLED itLuca you god damn mad man I’m obsessed with you AND THAT SOUNDTRACK COME ONNNNNNNNNNNN",
                "No because that fucking score??? I need it playing in my head 24/7!",
                "she just wants to see some good fucking tennis",
                "“I’ve missed playing with you.”Challengers is centered around tennis, yes, but it’s also centered around the ‘the kiss’. It’s a selling point of the film and gets significant reactions at every screening. Interestingly, while technically new, a premise like this is still something more at home in the 2000s/2010s. Think about your Knocked Up, Forgetting Sarah Marshall, or some other outrageous comedy you remember because of one shining set piece. Art and Patrick’s friendship/relationship/whatever is textually platonic. Their dialogue…",
                "me and bro when we fall in love with the same girl (SIKE WE BOTH ARE GAY)",
                "pathetic men are back, techno music is back, throuples are back, tennis skirts are back, evil people are back, cunty bobs are back, churros are back, WE ARE SO BACK!!",
                "zendaya quite literally SERVES cunt with this one…",
                "White Boys With Big Ears: The Movie",
                "yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah",
                "Been sitting on this one for a bit of time and I just can't come to terms with my feelings. I really want(ed) to like this given how highly rated it is among my mutuals and good friends. I found most of this to be really corny and predictable, which made for an experience devoid of any real tension and urgency. It fell miserably flat for me and none of the pieces came together to create something worthwhile. I rolled…",
                "what lorde meant when she sang \"let's go down to the tennis court and talk it up like yeah\" 🤣",
                "And they lived ha-poly ever after",
                "1. i locked tf in when zendaya was drinking an orangina2. techno is the lustiest music3. espadrille flats and cork wedges as a cry for help4. during the tie breaker when we were inside of the tennis ball and those boys were just whacking us back and forth5. challengers (2024), or we're still gonna need a top tho",
                "middle school best friends introduce you to bisexuality and then spend the next 15 years trying to ruin your life",
                "i love the symmetry. i love the contrast in pace. i love that every interaction has the tension of an elastic band stretching out and snapping back into place. the camera cuts between the three of them in whatever configuration, but it’s only inevitable that they’ll soon occupy the same frame.",
                "The people next to me said “no fucking way” when Mike Faist took a bite out of the churro",
                "If, as Blanche Dubois once said, “The opposite of death is desire,” then Luca Guadagnino will live forever, and his latest film — a transcendently sweaty tennis love triangle so turned on by the heat of competition that its sex scenes feel like foreplay and its rallies feel like porn — is possibly the most unbridled portrait of resurrection since “The Passion of the Christ.” It’s definitely the horniest story ever set within the purgatorial concrete nothing of New Rochelle,…",
                "prayers up for my boy Tom Holland 🙏",
                "art: he won’t treat you like I do babyart: tashi please don’t text patrick backart: [missed call x10]patrick: daddy long dick just landed at the new rochelle challenger",
                "those twinks wouldn’t last one round of wii tennis against my family",
                "greta gerwig and noah baumbach walked so that celine song and justin kuritzkes could RUN 🎾🎾",
                "was so amped after watching this i ended up going out til 5am with Harrison and then was super hungover for the met. worth it though.",
                "this is my boyfriend, this is my boyfriend's boyfriend and we all play \"tennis\"",
                "whiplash (2014) for guys who regret opening up their relationship. kissing is the greatest thing in the world, we were put on this earth to kiss. i flinched every time a tennis ball whizzed past the camera. why’d they use the take of that line about killing yourself ‘cause you’re 31 where she perfectly enunciated the name “demi adejuyigbe”",
                "Something shifted in that cinema. Forgive me for the person I became. Those thoughts weren’t me. Blame the churros, blame the love triangle but don’t blame me.",
                "un-fucking-real.everything i complain about in contemporary cinema is gone here: no standardized coverage, every single shot is considered and measured and loosed on the viewer like a thousand thunderbolts --o'connor, faist and zendaya are basically the only three actors in the whole film, it's incredibly focused and intimate drama, not an inch of writerly bloat, and these three have all the chops they need to deliver on what's been required of them -- the score by trent reznor is…",
                "came home to my houseguest watching this for the first time and sat my ass down for the remainder. truly a shame this isn’t message-driven enough to get love at the Oscars (I’m predicting best original screenplay and best score noms, maybe) because i do think this is one of the best films ever made about sex and power and attraction. love how each character gets a section to be the villain until they all feel equally villainous (and therefore,…",
                "it’s like twilight but with less vampires, less werewolves, more tennis, and more dudes kissing",
                "Really dug this. Luca Guadagnino's film uses tennis as an extension of its characters, and the result is an electric collision of will, ambition, friendship, lust, passion, resentment, and love. The love story at the heart of it might not be the one you expect. The kinetic filmmaking and Justin Kuritzkes's razor sharp script are helped by committed performances and an all-timer of a score by Trent Reznor and Atticus Ross.",
                "luca guadagnino surprises me from the usual footsteps i know from his work. from his former work of intimate, sometimes even drawn out, scenes, im met in challengers with a dance through every scene matched to a tennis like rhythm. these three mains couldn’t have been casted better. mike plays into such a boy next door trope that works perfectly and is matched with joshes shit eating grin at every corner. but me oh my is this a turning point…",
                "she just wanted to watch some good tennis and i just wanted to watch some good cinema. we both got what we wanted. thank you luca once again",
                "Edging: the movie.Everything about this pulsing, throbbing thriller is lava hot. It asks the philosophical question, “Does tennis…make me horny?” It’s fitting that it explores themes of passion and obsession because everyone will be passionately obsessed with this movie. Reznor and Ross do it again, btw, the score is insane.",
                "two bros, sweaty in the sauna, five feet apart cause they're not gay",
                "guys ? haha? did we watch the same film?? long form review because i think i need to rant! the beginning was set up extremely well and i was so interested - like hello i LOVE a good party scene! but then it just went down hill from thereokay, all the acting was good and everyone gave a good performance i am more than happy to admit this but my major problem is with the sound editing and editing…",
                "as usual this all could've been avoided with some gay love &amp; sex"
            ]
        ]
    },
    "the godfather": {
        "reviews": [
            [
                "haha they made that scene from zootopia into a movie",
                "santino died on his way to beat up his sister's abusive husband... thats one hella honorable way to go",
                "I don't trust anyone who dislikes this movie.",
                "I challenge Letterboxd to add a sixth star.",
                "i said it once and i'll say it again...70's al pacino can like...get it",
                "i mean... it wasn't as good as twilight (2008) but it was ok",
                "Leave the gun, take the cannoli",
                "sofia coppola’s dad did a pretty good job of adapting hbo’s succession for the big screen! it’s a great little indie movie check it out!",
                "I was sooooo ready to say this was overhyped but nope, it’s as good as everyone says it is. On to part 2.",
                "One perfect moment: When Michael and Kay discover Vito’s been shot, his immediate reaction is to race to a phone booth and call home to check on his father. Until this point in the movie, Michael insists he wants no part of his father’s business. But when he reads the newspaper headlines about the assassination attempt, something changes in his face. And then he goes to the phone booth and slams the door on Kay so she can’t overhear the…",
                "if don vito can survive five gunshots i can survive my exams",
                "tag yourself, i‘m Al Pacino staying out of everyone‘s bullshit, to later freak out and kill everyone.",
                "why have you all been pretending for 45 goddamn years that you can understand a word marlon brando says in this movie without subtitles",
                "I think you get kicked off Letterboxd if you don't give it 5 stars",
                "i have a thing for al pacino in this movie and i hate myself",
                "a fun lighthearted family movie",
                "the main reason this is considered one, if not the best, film ever it's because how hot Al Pacino looked",
                "eating lasagna while watching michael corleone kill two men has to be one of the best experiences of my life",
                "in sicily, women are more dangerous than shotguns",
                "i love italians i wish they were real",
                "i wish marlon brando was my fairy godmother",
                "Al Pacino as Michael Corleone........ I would raw exactly one (1) short man",
                "i mean... it's the fucking godfather, it slaps, what else am i supposed to say?",
                "This was my first viewing ever of The Godfather. I'm sorry everyone. Forgive me. This is the most overrated film I've ever seen to date. However, the acting was outstanding. I loved Marlon Brando in particular. It really frustrates me that I wasn't crazy about this.",
                "The story of the Corleone Family. A close-knit Italian household where the Don knows best. From lavish weddings to ceremonial baptisms, the Corleone's live the American Dream; one cannoli at a time.I had never seen The Godfather until today. I grew up more Tony Montana than Michael Corleone. I liked my gangsters snorting piles and piles of cocaine, and saying hello to their little friend. Later on, I discovered Italian Gangsta EuroTrash Mob Movies and Japanese Yakuza flicks. In…",
                "I just don't like it, and before you rip my head off and scream endlessly in my dead ear about how amazing this movie is, let me ask you this: Have you ever been in church and the minister up front is droning on and on in a monotone fashion, talking about Biblical side character people and stories that you have absolutely no interest in because they don't relate to you at all. You're looking for anything to attract your…",
                "Maybe it's because I recently watched Part 3 but this viewing the entire thing felt so much more tragic. I mean, sure, Michael becomes a cool mob boss who crushes his enemies but he dooms himself to an existence where he's going to lose everyone close to him. Anyway this movie rules. Every scene is great, every role perfectly cast. Great work, Francis.",
                "waking up with a severed, bleeding horse head in your bed placed there just for you &lt;3",
                "young al pacino jesus christ i would die for you",
                "realized I’m sexually attracted to Abe Vigoda",
                "This may not be your ordinary family, but they provide enough thrills, laughs, and yes heart, that this sorely needed beacon of hope is exactly what we need right now. The real \"offer we can't refuse\" is that we all deserve empathy and kindness, which may be the most \"Sicilian\" message of all in these times.",
                "*al pacino comes on screen*me: god....it’s me again....",
                "don: a sicilian cannot refuse a request on the day of their daughter's weddingcops: i request you stop all the crimedon: god fucking damn it",
                "”leave the gun, take the cannoli” he just like me fr",
                "whatever. Overrated as hell",
                "100\"Just wasn't enough time, Michael. Wasn't enough time.\" What a marvelous 4K restoration. Shout-out to the archivists and preservationists who worked to bring this classic to such a high level of detail and fidelity. As for the film itself, you know what it is, and if you don't, now is as good of a time as any to wander into its tapestry of family legacy. Here are two of my favorite scenes: I adore the dissolve from Vito laying…",
                "michael corleone short king",
                "\"Leave the gun. Take the cannoli.\"\"I don't like violence... I'm a businessman.\"\"... After all, we are not communists.\"",
                "that’s my emotional support family right there who’s doing it like the corleones",
                "Part of Buddy the Elf, What's Your Favorite Color?“Do you renounce Satan?” “I do renounce him.” “And all his works?” “I do renounce them.” “And all his promises?” “I do renounce them.” In Italy, for 30 years under the Borgias, they had warfare, terror, murder, and bloodshed. But they produced Michelangelo, Leonardo da Vinci, and the Renaissance. In Switzerland, they had brotherly love—500 years of democracy and peace. And what did they produce? The cuckoo clock.In America, they…",
                "it's no the irishman",
                "It's The Godfather.",
                "michael: *casually meets the men he’s about to murder at a restaurant, appearing calm and friendly, making conversation. goes to the bathroom, comes back retrieving a gun from the bathroom and TAKES OUT his guests*the waiter to michael, while starring at the bloody dead bodies of who he thought were going to be paying customers: sir this is an olive garden",
                "bitches complain about the godfather being too long and then go and binge watch 7 episodes of a tv show... it's me, i'm bitches",
                "There should be a warning on the blu ray or something... It's a fucking Christmas movie. Don't watch it in August!",
                "love too now understand references",
                "if i told 1972 al pacino that i loved him and he didn’t say it back that would be it for me",
                "My parents own the DVD, but watching it on AMC with commercials, edited for language, is just how it was meant to be seen.",
                "this is a pretty small indie movie idk if any of u will have heard of it but u should check it out i thought it was really good 🙈",
                "I hope everyone had a wonderful Thanksgiving!It doesn't get any better than this folks. Every Thanksgiving I watch four films that revolve around the life of the mafia, gangsters, that sort of thing. No matter if I throw in a new film or not, the first two Godfather films are always cemented in my marathon. Simply put, The Godfather is perfect. No film, except it's sequel, has come close to the level of cinematic nirvana that Coppola's work achieves.…",
                "Before you all get mad at my low score please just look at my poster choice. See. Isn’t that adorable. Don’t you feel better now?😌🙏I didn’t think I’d love this as much as everyone else but I didn’t expect to hate it this much🤷‍♀️. It was so boring I was begging for it to end.😭Just 3 hours of dudes in suits mumbling about how they want to kill eachother🕴️. I really couldn’t care less about anything that happened…",
                "100\"In looking at The Godfather as a whole, I simply fall into its rhythms and then three hours pass by, waking up as if in a stupor. It has the immense capacity of feeling as if this stretch of continuity is liquid – flowing by like a river. And yet, The Godfather is a section of a life lived, a rise and a fall, and its ultimate accomplishment is condensing it into an easy-going popular entertainment that still shocks…",
                "Young al pacino oh god jesus Christ...",
                "I really hope there’s a sequel",
                "This has a reputation for being very good, and it is. They really nailed this one. Congratulations to everyone involved - you are now one of the immortals.You’ve got Brando’s highly stylized, almost gargoyle-like performance, and then you’ve got Pacino’s simmering, internalized performance right next to it, and they fit together perfectly. How did they do it? Folks, it’s called “movie magic.”",
                "When you rewatch something at this level of perfection, you realize how far it is from just a film, it carries legacies, transcends the art of cinema, and becomes a phenomenon with an absurd cultural impact. Francis Ford Coppola is a genius; he created an icon of modern narrative and carried the movement of the new Hollywood as no one could have done. Through a complex tapestry of power, loyalty and morality, the film takes us on a deep dive…",
                "I know people love this movie, but I am very close to hating it.This was my 2nd time watching the film to completion and I think I should get a medal for it. Three long hours of boredom, no characters I can connect with or care about, and a plot that offers the occasional interesting moment but is mostly just people mumbling about how they want to kill other people. If I'm going to spend this much time invested…",
                "Its the godfather, end of review.",
                "al kinda cute in this",
                "[inarticulate Italian noises]"
            ]
        ]
    },
    "the hands of orlac": {
        "reviews": [
            [
                "The 193902094th adaptation of the \"Man Gets A Murderer's Hands!\" plot. Mel Ferrer is the dude who gets the evil hands, but it takes him ages to get to strangling, and in between, it's a lot of rich people walking through big houses and empty streets - real late period Otto Preminger vibes. If I squint, I can see some echoes of director Edmond Greville's style, like a slick camera move or a nice use of reflection, but it's all…",
                "Doesn't hold a candle to the original, but what could? Trade in the German Expressionistic angst for upbeat debauchery with Mel Ferrer and Christopher Lee as adversaries talking in French and you have The Hands of Orlac. part of Your solace is a train journey and only I have the ticket",
                "Well... it's not the 1920s version. Nor is it the brilliant, Mad Love. This French adaptation is a bit too stuffy, with a saggy mid-section (haven't we all, dear). Dany Carrel is certainly the more engaging of the female co-stars here, and Christopher Lee exudes menace and an air of sleaze, in a way that I'd not seen in other movies he's appeared in.Mel Ferrer is dashing as fuck, but goddamn it, he needed better direction here. By the…",
                "what this film lacks in peter lorre it makes up for with baby christopher lee and donald pleasance but thats all it has really bc this movie is conservative and boring and also racist unfortunately its wild what they were able to get away with in 1935 with mad love and somehow made something more subversive than a bunch of french people in 1960!! justice for li-liang!!!!",
                "nenhum supera o de 1924 com o Conrad Veidt 🗣️",
                "Zzzzzzzzz...",
                "Doctor: Ah, Monsiuer Orlac, come in. You say you’ve been having sideffects from the operation, no.Orlac: Yes. You see, at first, it was just my hands, I noticed they were acting...odd. They no longer clapped with joy when watching Jerry Lewis. And at the cafe, instead of a baguette they grab a bag of Mountain Dew X-Treme Fritos.Doctor: I see, I see.Orlac: But then, my very mind seemed to be changing. On Bastille Day, I bought an…",
                "I watched this on vhs so the quality made it kinds hard to get some of the lines..especially that STRONG french accent jesus christ. I honestly have no idea how this ended? did he not have evil hands? I love christopher lee but man this movie is no fun at all. The 20s version looks better, this one is just so dull and doesn't have a lot of horror going on",
                "Trotz guter Besetzung etwas blutarm geratenes Horrordrama, in dem selbst Christopher Lee keine großen Szenen bekommt. Hat zwar einige wenige Momente und man kann es sich ansehen, allerdings kämpft man hin und wieder mit dem Schlaf.",
                "HoopTober9.0Film#8Decade: 1960’s (7 of 8; #1 60’s)Country: France (7 of 6; #1 FR)Christopher Lee movie 2 of 2 ✅ Doesn’t quite reach the level of the 1920’s silent German version but still enjoyable and worthwhile for Lee’s deranged, manipulative performance as Nero the Magician, Mel Ferrer’s tortured performance as the titular master pianist Orlac &amp; Dany Carrel’s Li-Lang (&amp; her “C’est parti” song &amp; dance routine)Of note, this was a France/UK co-production &amp; they simultaneously filmed a French (the version I saw available with subtitles on YouTube) &amp; an English version (with both Ferrer and Lee performing/not dubbed)",
                "Black-and-white French/British remake of the 1924 film is pretty slow burning,but has its moments,stars Mel Ferrer(EATEN ALIVE[1976],THE PYJAMA GIRL CASE) and Christopher Lee(THE LORD OF THE RINGS:THE TWO TOWERS,STAR WARS:ATTACK OF THE CLONES),and also contains but a risque brief nude scene and a gory killing at the finale. (Full Review Coming Soon)",
                "I watched the French version (better picture quality than the English version). They really lost me when the cat died, but once Christopher Lee showed up as a cute magician I felt a bit better (they didn't dub over him yay!). Besides that very boring.",
                "Mel Ferrer stars as the highly-respected pianist, Stephen Orlac, whose hands are tragically burned beyond repair. After finding out the new hands he's had grafted onto him came from a notorious executed murderer, he descends into a tortured existence, convinced that the hands are forcing him to carry out evil deeds against his will. It's not a bad performance by Ferrer, but it would've been nice to see him push things a bit further given the subject matter.Adding to…",
                "Another of Christopher Lee's European co-productions, and when I say it's his, I of course mean he has a role. The film itself is incredibly amateurish and dull, and it's a waste of time speaking of it in the same breath as the 1924 version, and I say that as someone who isn't even a fan of the original.",
                "“The Hands of Orlac” is a story of a genius piano player who loses his hands in an accident but gets a transplant. Too bad his new hands come from an executed criminal and seem to have a “mind” of their own and a desire too kill… This is basically “Who do you think gave you the heart?” (hands, in this case) meme but spooky instead of romantic. Get on it, Tik Tok, it’s Halloween.  I have seen the 1920s…",
                "Wow this is a pretty terrible adaptation. We've gone from a very atmospheric horror film in 1924 to this film which plays out like a cheesy drama. The only redeeming thing in this whole film is Christopher Lee as the villian playing a bribing magician and we also have a quick appearance by Donald Pleasance. Other than that don't bother with this. 2/5 stars.",
                "highlights: young christopher lee with ian curtis voice “she’s lost control again” bangs but that’s about it, makes me miss peter lorre",
                "pretty dull overallbut baby christopher lee speaking french so beautifully makes it worth a watch",
                "A handsome, watchable, solidly crafted production. It just proceeds to thorougly eliminate anything that's interesting about the story in service of a tepid love tale. Lee is excellent.",
                "Famous pianist has his damaged possibly hands replaced by those of a recently executed murder. A bit slow and melodramatic, but sexier than the other versions of this tale and plays more on the psychological aspect. Best part is seeing Christopher Lee playing a very different character to what he is usually given",
                "The story is creepy but I don’t think this ever lives up to the premise. There’s a lot of talk about the horror but not a lot of showing of the horror. Christopher Lee, as always, is great.",
                "im like stephen except my hands are my own hands and i can control them",
                "so, ok: why did he try to strangle his girlfriend? what happened to the surgeon? what the hell was nero's plan? did he or didn't he kill the cat?FEATURES:• baby christopher lee speaking perfect french• dancing with a skeleton• fantastic devil puppet• fabulous claude bolling musical number performed by dany carrel",
                "This was the third film version of Maurice Renard’s novel The Hands of Orlac (1920) about a concert pianist who receives hands transplanted from a murderer following an accident and then believes that the hands are trying to possess him. The classic film version of the story was the first The Hands of Orlac (1924) with Conrad Veidt giving a magnificently contorted performance in the title role. This underwent an also excellent and totally bonkers sound remake in Hollywood with…",
                "Es increíble que la versión muda y con efectos de paint me entretuvo mucho mas",
                "This is a fairly rare film starring Christopher Lee, Mel Ferrer and Dany Carrel. Three fine actors in the movie that actually make the film worth watching. Christopher Lee is good as usual in this film... he plays a really wicked blackmailer - watch this film just for his performance if nothing else.The story is an interesting one: a pianist looses his hands in a accident and surgically gets new hands but he did no know that the hands…",
                "The only reason I can imagine they chose to remake this movie with sound is to see how the story would be different with hiding the groans of the 1924 audience",
                "too conventional for it's own good. after the previous versions, this was wildly boring.",
                "La tercera adoración de la novela Las manos de Orlac es la peor de todas. Si bien las libertades creativas sobre una narrativa impresa imperan en el cine y no por eso son malas, en esta adoración lo que cuentan parece absurdo y no se siente que esté viendo Las manos de Orlac, agarran la premisa inicial para irse por otra tangente, pero que pidieron quitarle el título y ponerle otro, y el novum fuera otro, y el resultado sería…",
                "BUDGET: UNKNOWN",
                "An excellent remake of Robert Weine’s film (which I will be watching later this month as part of Hooptober).Mel Ferrer is the titular Orlac, a pianist whose hands are severely injured in an accident and believes that the new hands may be the hands of a recently executed strangler that may be urging him to kill. Christopher Lee is at his slimiest as a magician who uses his beautiful female assistant to sexually manipulate men to extort them and figures that the man hiding out the same boarding house is the missing pianist.Overall a great watch! Highly recommended!",
                "👍",
                "Gotta love young Christopher Lee and dancing 1960 Euro go-go cabaret songs!",
                "This is always a good story, and Mel Ferrer does a great job as the main character here!",
                "A decent but unmemorable, lumbering remake of the classic 1924 German expressionist horror film about a man who loses his hands in a plane crash, only to have the hands of an accused strangler surgically replaced for his. Soon, he can’t stop himself from continuing the killer’s deadly streak. Small role for Pleasence here, who’s billed as a guest star. He wouldn’t hit mainstream appeal until The Great Escape in 1964. This might be the youngest I’ve ever seen him,…",
                "THE HANDS OF ORLAC (aka HANDS OF A STRANGLER) (1960) - Having recently read the 1920 novel by Maurice Renard (full review here: www.goodreads.com/review/show/2148683520), I figured I would make a point of watching this.While not wholly successful, THE HANDS OF ORLAC (aka HANDS OF A STRANGLER) is an interesting early 60s “Euro-psychological thriller” take on the subject. Stephen Orlac’s (Mel Ferrer) hands are injured in a plane crash and almost immediately he becomes convinced they are acting independently of…",
                "Saw it at the Balboa Theatre with live music (they packed 6 or 7 musicians in the front of the theater!). Music made it a outstanding experience.",
                "I have not seen previous or later versions of this story before, so I went in completely blank when it came to the story. The story was fine, though nothing earth-shattering. It was quite interesting to hear Christopher Lee in French, but that's about as interesting as this gets.",
                "So hang on, the hands weren't those of a serial strangler after all, in which case all the stuff about not feeling like his hands were his own and trying to strangle people was from Orlac himself. Which is fine, but the film is just like soeverythingisfinenowbyetheend but... clearly Orlac had some psychological stuff going on and he's just miraculously cured by knowing that he doesn't have a strangler's hands... what?! Also it could have been interesting if Vasseur had…",
                "PERO QUE DIANTRES FUE ESO?!",
                "Orlac'nt",
                "wow la broma aqui fue ver esta mierda",
                "The third remake of Pianist gets evil hands. Christopher Lee acting kung. Donald Pleasence looking googly-eyed. Pretty tiresome.",
                "The third adaptation of a French story from 1920. A popular pianist survives a crash but his hands are destroyed. A surgeon gives him the hands of a strangler (full hand transplant?) and after that he feels he doesn’t have control over them anymore. He thinks his hands will kill, perhaps kill his wife, and this idea is exacerbated by Christopher Lee’s character, Nero, a puppeteer and magician who tries to manipulate and blackmail Orlac by telling him he knows…",
                "I spent this whole damn movie thinking Mel Ferrer was Joseph Cotton... and also Donald Pleasance was not in the cut I watched. I spent every scene Felix Aylmer was in thinking \"is THAT Donald?? He looks 30 years older than he should here\"",
                "While nowhere near as good as Mad Love, still an interesting twist and a great cast.",
                "Terza e fiacca trasposizione del celebre racconto di Maurice Renard, Les Mains d'Orlac, dove la statica atmosfera servita dalla regia di Gréville non rende per nulla giustizia alla vicenda.Il dramma della violazione del corpo e il terrore di non riconoscersi in esso non spicca mai il volo, immobilizzato da scelte di cast discutibili ( Ferrer) e da una sceneggiatura che si prende pause insostenibili e mal gestite.Peccato sprecare Christopher Lee così.Deliziosa Lucile Saint-Simon.",
                "Christopher lee plays a wonderful performance."
            ],
            [
                "It could've been worse. The hand donor could have been Manos",
                "Conrad Veidt plays Orlac - a renowned pianist who loses his hands in an accident and becomes increasingly convinced his grafted ones aremurderous/corrupt. Veidt is the perfect silent screen actor. He uses his entire body to express his emotions. Just as his sinuous body portrayed the angular, jerky somnambulist Cesare so effectively in The Cabinet of Dr Caligari, Veidt uses his hands - distorting fingers, straining veins, flexing muscles to convey his character's dissociation, his horror of his new…",
                "Very early body horror from director Robert Wiene. The Hands of Orlac is the first film adaptation of Maurice Renard's novel (others include Mad Love starring Peter Lorre) The Hands of Orlac focuses on a pianist who receives a new pair of hands after losing his own in a train crash. Only problem is that the new hands once belonged to a murderer! Just what does rule the body - the head or the hands? This film succeeds mainly thanks…",
                "the epic question: how much evil is insight of a man? Orloc gets the hands of a murderer transplanted and is now in constant fear (the eyeliner on Veidt goes hard), doesn't even want to touch his loved one anymore cause he's afraid of killing her (facing his subconscious desires). the killing of his father is the logical outcome, just ask Freud. the film dissipates in a fuzzy denouement but the pegs are long set at this point: you can never be sure what's insight you - insight us - and what's needed to unleash this part.",
                "incredible how conrad veidt is typecast as being handsome while holding a dagger",
                "I watched this high, in the bath, and pitch black w one candle flickering, so YES I was terrified!",
                "would love to see a reversal of this trope, ie a homicidal maniac gets a hand transplant from a famous musician and finds his murderous lifestyle massively inconvenienced by a sudden compulsion to play the oboe.",
                "Film 11/321 Robert Wiene filmWell, hi there.I have to be really honest right now. Over the time on this app I learnt that I appreciated silent films more than I actually liked them so I was a bit nervous going into this and while it's too long for my liking I thought it was pretty solid.Due to an accident pianist Paul Orlac loses his hands. Fortunately, Dr. Serral has leftover hands to replace Orlac's hands. Unfortunately,…",
                "Hooptober 11: From Texas with love 💘♩♫ You need hands… ♪ ♬A famous concert pianist is involved in a train disaster and comes away alive, but without the tools of his trade.Back in the 1920s, successful transplants were somewhat of a minor miracle, so when our man’s bloody stumps bond with his new digits, the future looks promising. Only trouble is, these new hands have a criminal history from a very bad man indeed. Soon enough the…",
                "Musical Gothic horror, dare I say a bit horny too. All I need in a silent",
                "These are the hands of a killer, BellaOf course not even Robert Wiene himself could top the masterful work he presented in The Cabinet of Dr. Caligari four years earlier, but never the less, Orlac's Hands is an early example of a well done psychological horror which only now I realise turned a century old this year!Even if the first half seems to go on for too long with not a lot happening (or maybe it's because I…",
                "Hooptober XIThe Hands of Orlac is a chilling silent thriller filled with creepy imagery. We see contorted faces, people adrift in nearly empty rooms, and shapes emerging from the shadows. There are a few expressionist designs, though much less than Robert Wiene's earlier The Cabient of Dr. Caligari. Instead The Hands of Orlac has a more grounded approach, of horrors that emerge in a real world. The film is dripping with atmosphere and while the pace is slow, most…",
                "There are things most everyone notices about films from the silent era. The most notable in this particular example are the actors’ EYES. It was common practice at the time to highlight the eyes with makeup but it was still up to the actors to convey twice the feeling with their eyes in their performance since they had no “voice”. The EYE acting is fabulous here. Sometimes quizzical, sometimes soulful or forlorn, often manic, this team really manages to get…",
                "There will be people who can't connect with the heavy-expressionist facepulling, but this slaps. Hard. Body-horror in the style of early Bunuel.",
                "this film does not excel in great acting or storytelling but more in the subtle building of an atmosphere that becomes so haunting that it nearly becomes unbearable.",
                "hooptober 11: 7/31 (robert wiene)these are the hands of a killer, bella",
                "Hooptober 6.0, pt. 24- 'Bout to throw some Hands6/6- 6 Decades (COMPLETE!)8/6- Countries Represented (USA, UK, Italy, Mexico, Germany, France, Canada, Austria) (COMPLETE!)7/6- Films before 1966 (COMPLETE!)2nd Robert Wiene (after The Cabinet of Dr. Caligari)The other high-profile Wiene/Veidt collaboration besides Caligari, Orlac suffers from a bloated running time of nearly two hours, rendering what could have been a lithe little horror film into more than a little of a drag. Veidt, too, is not fabulous…",
                "Watched as part of Hooptober 11... 15/33--&gt; 8 decades (1920s)--&gt; 1 Robert Wiene film🔪😱🤢😲👻💀☠️👽🤖👀👀🗡️The Hooptober prompt for \"1 Robert Wiene film\" basically comes down to if you've seen The Cabinet of Dr. Caligari or not. And if you have, which of his other three horror movies will you pick... and why was it The Hands of Orlac? A movie I had neve heard of (unlike film studies star Dr. Caligari).And, jeepers... one hundred years old.…",
                "No violence, no blood, no cheap tricks, but loads of madness, mystery and atmosphere.",
                "Stupid Things to Do With a Time Machine #3,042: Retrieve Conrad Veidt and bring him to the 2020s to star in the Chris Kattan biopic we all deserve.",
                "Robert Weine was a real visionary of the silent age, a master of creating visual terror on screen through creative set design and dramatic lighting. The Hands of Orlac is an interesting synthesis of expressionism and a more naturalist aesthetic, moving away from the extreme abstraction of The Cabinet of Dr. Caligari to a more subdued and realistic approach but retaining the same nightmarish atmosphere in this performance based horror-thriller.Conrad Viedt was born to play these kind of roles,…",
                "Presidential candidate Donald Trump is currently riding a wave of notoriety (one of very many, I should clarify) thanks to his apparent fixation on the size and appearance of his hands. But even Donny Boy could learn something from Conrad Veidt, who in this movie makes his hands look like alien creatures, subtly yet unmistakably out of joint with his arms, sticking out from his figure at increasingly weird angles. Orlac's repulsion by his own appendages is pure body horror,…",
                "Hooptober 2024. 27/31 films.1 robert weine film. 1/1.6 countries. 6/6 Germany.8 decades. 8/8. 1920s.A dark, creepy little horror film and tragic about a pianist played by conrad veidt who loses his hands in an accident and his hands get replaced by a murderers. A psychological film more then full horror, no murders or blood just a character slowly losing his mind and becoming paranoid that he might murder someone. The scenes where veidt is on his own acting with his hands like he's scared of them and that they are not in his control is amazing and hypnotic to watch.",
                "Hooptober 11, #21: the silent oneThis is such a rookie thing to be saying after all my years watching movies, but I don't think I'll ever be able to get used to silents. As a chapter in the study of cinema's roots, sure. As a thing we're actually going to sit down and watch in the 2020s, not so much. More to the point, I think I'm getting *less* used to them as time goes on. I used to have…",
                "The Hands of Orlac is a 1924 German horror movie about a concert pianist (Conrad Veidt) whose hands are damaged in a train accident and replaced with those of an executed murderer. The classic silent film uses expressionistic visuals and psychological themes to craft a gripping story about the fear of science and religious faith. The main selling point of The Hands of Orlac is its visual style. Directed by Robert Wiene, the movie is filled with eerie shadows, strange…",
                "Horror Hunt #26 (August 2020)[1]Watch the horror movie on your watchlist with the earliest release date-------------------------------------------------------------------------------You must have terrible luck if you're a pianist who gets injured in a train crash and get away from it with no major injuries other than your hands just falling off. Like, of all the possible things that could happen to you in the middle of the fiery chaos, it is specifically your hands that has to go. Poor, poor Orlac.…",
                "Robot Devil: Give me back my hands! These things are always touching me in places.Fry: Yeah, they get around!Loved the set of the overgrown newspaper stand that fills up 99% of the shot. Even though it was only like 10 seconds was still my favorite part. The legacy of storytelling outweighs the bloated run time and pacing. Still a solid and enjoyable classic.🎃My Hooptober 11🎃#13 \"Watch 1 Robert Wiene film\"",
                "Me when the post-nut clarity kicks in:8/10(Watched for Hooptober 11. 24/47)",
                "Hooptober XI: Hindi Horrorcore on Blood Island31 horror films: 16/318 decades: ‘20s 7/86 countries: Austria 9/6 ☑️1 Robert Wiene film: 1/1 ☑️A twitchy, intense performance from Conrad Veidt as a piano virtuoso who loses his hands in a tragic train accident only to have them replaced with those of a serial killer. Soon enough, the unfortunate amputee feels himself supernaturally compelled to use his new set of hand transplants to pick up the chain of…",
                "Hoop tober No. 8 #12It took me so many tries to get through this and I stuck with it, because after all, where's the challenge in Hooptober if none of the movies are a challenge? But it didn't actually fulfill the requirement. I assumed, because it shares a director and star with The Cabinet of Dr. Caligari, that this too was a German film. But it's Austrian, dammit. May the elder gods of Hooptober forgive me.Whoof, this was…",
                "Conrad Veidt, the master of haunted and terrifying facial expressions, is astounding as Orlac, a musician who loses his hands and has them replaced with those of a murderer. The descent into madness is incredibly well paced and the film really takes its time settling into a groove and slowly blurring the lines between reality and fantasy. The cavernous rooms of the seemingly endless mansion add a real sense of dread. In the expressionist manner, the shots are often lit…",
                "Shocktober 2022 #36That scene where Orlac is reclining on his chaise and the maid drapes herself at his feet … perfection.",
                "Silent horror classic with some cool twists, a freaky dream sequence and some excellent mega-acting from Conrad Veidt. It seems like several of Nic Cage's best facial expressions were inspired by this.",
                "SHOCKTOBER 2021\"Retten Sie seine Hände!\"\"Retten Sie seine Hände!\"\"Seine Hände sind sein Leben!\"Stummfilm-Kracher von Robert Wiene (\"Das Kabinett des Dr. Caligari\") und mit Kracher mein ich Kracher!Erfolgspianist Paul Orlac verliert nach einem Zugunglück seine Hände. Ein Chirurg hat eine Lösung: Transplantation! Und da kommen die Hände eines jüngst hingerichteten Raubmörders grade recht. Dieser braucht sie schließlich nicht mehr.Doch die neuen Hände scheinen mit dem Geist und dem Körper Paul Orlac´s nicht harmonieren zu wollen und…",
                "If I started to Veidtpost (again), would you guys send me to horny jail??? (Again)",
                "Reviewed as part of my Dreadit Top Horror Films by Decade – 2018 Challenge.I'd been skipping this movie over on my list because it never felt like quite the right time to jump into a two hour long silent film. But this morning I asked myself, \"when is the right time for a two hour silent film?\" And with no good answer, I figured it was time to just get on with it.Inviting the ire of many I'm…",
                "Film 10/30 - March Around The World 2025 - (Austrian Film 🇦🇹)Old expressionist horror really is such a brilliant genre, and ‘The Hands of Orlac’ is another solid example of it. It didn’t seem all that impressive at first, but the second half of the film really turned things around. The plot picked up with some great twists and turns that kept me engaged right through to the end. It follows a famous pianist, Orlac, who loses his hands…",
                "”Beloved! In one day and one night, I will again be with you. I will hold you in my arms, my hands will run over your hair, I will feel your body tremble under my hands.”Yeah… about that. Whilst traveling home to his wife, Orloc the pianist is injured in a train collision. His wife convinces a surgeon to perform a hand transplant. “Save his hands. His hands are more important than his life!” The operation is a success…",
                "Dreamlike, spooky, surreal, eerie. Gorgeous sets. Shadows for days. Frenzied, wide-eyed silent overacting. Appropriately creepy music. Veidt still hot despite a descent into madness. This one's really got it all, huh.",
                "Blessed be German Expressionism to produce a cinematic achievement of such heightened psychological prospect, where the subtle transition of the controlled ambiance into a horrific ordeal of humanistic obsession adds in to the values of behavioral studies. ‘Orlacs Hände’ excels not only due to the brilliant compositions of Robert Wiene, following closely to the magnanimity of his 1920 magnum opus ‘Das Cabinet des Dr. Caligari’, but also due to the featuring of what may potentially be one of the greatest…",
                "Hooptober XI: Film 14/31 I am zonked, here's my piecemeal review: My beige flag (or is it a full-on red flag? I don't know. Please accept me for who I am) is that I have an uncontrollable urge to listen to my own playlists over silent films - and I gone done did it again!!!! Yellow Magic Orchestra has never done me wrong, but the black midi and New Fries songs were pushing it a little bit, I admit.The…",
                "“If Vasseur was innocent.. then my hands are clean..”Went on YouTube to watch Haxan (1922) but under that title I found this.. Some really good expressive styles of acting in this film. Really enjoyed the way they convey emotion through acting and Conrad Veidts performance is hands down (🙃) the best aspect of this film.The premise is quite interesting..But, I don’t think this holds up as well as other films from this era. The pacing is really…",
                "i often find silent films a little too overwrought and dated for my tastes, with ridiculously over the top performances, as if the actors are making up for the lack of dialogue by exaggerating their responses and movements. However, in German Expressionism, it’s an approach that works well. Veidt was a master performer, and here, as in 'The Cabinet of Dr Caligari', he’s at the peak of his powers, making us feel Orlac’s torment in every gesture.",
                "How odd it is (huh, \"odd\") that numbers are something we associate with limiting ourselves and our possibilities (especially numbers prefixed by a $ or a £ and their relative lack thereof in our lives) and yet mathematics is the closest science we have for understanding the infinite. It's our literal yardstick for quantifying everything. Why am I going on about numbers? Because unless you're a particularly eccentric mathematician, you will think of numbers in a base 10 system, meaning…",
                "Hooptober XI—1 Robert Wiene filmSlow-brewed cause-and-effect panic that plays with silence and gratuitous expressionism well, coagulating with the atmosphere in coinciding suspense as morals are contemplated to the brink of abandonment. The finesse of the creative process being thwarted and exchanged for bloodstained finger prints is plenty enticing, and as with Caligari that came before, Conrad Veidt centers the film wonderfully, embodying a terror that swells into the screen beside the rich, black and white shadows synonymous for flesh’s in/difference to a (crazed) mind.1920s | Favorite Horror",
                "Hooptober XI: He11raiserVasseur, Can You Spare Two Hands?All hands on deck as silent film era pioneer Robert Weine re-teams with his Caligari star Conrad Veidt to offer up a gripping early work of body horror. A tragic melodrama that handles basic fears of losing grasp of your talents, sanity, and self-control. The enormous sets point to themes of inferiority and detachment while also lending a surreal sense just as well as the handcrafted backdrops of Caligari. Veidt's expressive…",
                "You know, Paul Orlac was one of the great pianists of the 20th century, but sometimes he would be compelled to murder. And according to this movie I just watched, when he was holding back the homicidal part, he did some of his best work. Now I don't know if this movie is discouraging me from being a murderer or encouraging me to be a classical pianist.Hooptober XI, 5/31",
                "\"Save his hands... his hands are more important than his life\" - Doctor.- Hooptober9.0 (26/34): boxd.it/i46iQConrad Veidt is one interesting looking dude. I didn't really think this would be my thing but I ended up liking it quite a bit. The musical accompaniment for the version I watched is killer and the whole movie looks badass. It's such an unusual story but it works and I was engaged throughout the film. Performances don't normally stick out for me but I enjoyed the whole cast, Veidt leading the way. One of the better silent horrors I've enjoyed.",
                "Conrad Veidt emoting angst in minimalist German Expressionist settings ... there simply is no equal. Stand-out scenes: the train sceneVeidt and on-screen wife sharing a moment when she reunites with himVeidt receiving the letterVeidt in his oppressive house againVeidt's on-screen wife sitting and pleading with tax collectors with their collective head-shaking no as their faces are partially cut off from the top [chef's kiss]Veidt carrying his wife out from darkness into lightthe ending scene",
                "Imagine:You go into hospital for surgery on your hands and Vasseur The Murderer comes along to make sure you’re okay. As you go into the operating room he gives you a kiss and says “don’t worry y/n. I love you, you’ll be okay.”Three hours later you wake up and turn to the nurse beside your bed. “Where’s Vasseur The Murderer?” you ask her.“Damn.” She says. “Who do you think gave you those hands.”",
                "The hand-grafting, Frankenstein-lite The Hands Of Orlac is a beautifully filmed and excellently acted silent horror flick. For my tastes, it was too long (but at this point I may be suffering from Hooptober 11 burnout).But there's so much good stuff going on in The Hands Of Orlac I couldn't in good conscience give it any rating lower than four stars.Conrad Veidt is the star of the piece, supremely expressive as Paul Orlac, a master pianist whose hands…",
                "This was once my handwritingExtremely stilted and frankly prosaic narrative, but, while nowhere near as formally enrapturing as the work which made him famous, Weine still gets to show off here with some staggering shots all throughout and an unrivaled sense of spatial three-dimensionality. Also features maybe my favourite arrest scene of all time",
                "Hooptober XI - Robert WieneThe copy on Tubi looks and sounds great. Wow, look at that crashed train set! Veidt's nostrils flare like crazy when he cuddles with his wife on the hospital bed. The set design is consistently impressive in the silent films I've watched so far. I like how eerie and open everything is. We even get cool blurry transitions in the camera work! The acting and pacing are less compelling. The exaggerated gesticulating doesn't fit the…",
                "Next film up on my October horror watchlist!The Hands of Orlac is, essentially, the tale of an artist who has an accident resulting in the loss of his hands. Though his wife's pleading means he receives a miraculous hand transplant shortly thereafter, he comes to learn that he has the hands of a recently executed murderer. Hence, he must face the loss of his ability to make art and to love... and his hands' newfound, encompassing desire to kill…",
                "31 Days of Horror 2023 1/31 Hooptober X: Nemesis 8/37Six countries: Austria (1/6)It's time for my 31 Days of Horror to start, as today is October 1. I've been doing this every year since 2017. I didn't finish it last year because life got in the way. I always start the month of October with a silent horror film. The Hands of Orlac is a silent horror film that I had heard about for a long time but…",
                "The progenitor of so many phantom limb horror jams (yes Body Parts, I mean you), this creepy little chiller from the director and star of The Cabinet of Dr Caligari isn't quite as effective as that one but it's still well worth the time for fans of silent horror.A superb opening sees a train crash render famous concert pianist Paul Orlac at death's door and in dire need of a hand transplant. However, the only limbs available are those…",
                "HoopTober 7: I Kick Arse For The Lord12/31Body horrorErholsam wie ein mitternächtlicher Spaziergang im rauschenden Blätterwald. Dies ist zwar kein Kabinettstück, auf einen Doktor müssen wir indes keineswegs verzichten. Praktisch, dass soeben ein angeblicher Mörder hingerichtet wurde, dessen Hände kann der just verunglückte Star-Pianist Paul Orlac bestens gebrauchen. Allerdings ist der sensible Künstler bald durch mit seinen Nerven. Wie meisterlich lässt sich mit Verbrecherklauen musizieren? Sind die angenähten Hände böse, wie soll er jemals wieder Zärtlichkeiten austauschen?…",
                "Fascinating and frustrating movie on multiple levels, with long, drawn out sections, particularly in the early going, that grind everything to a halt. Who could've thought that adding a second \"A\" plot and getting rid of 45 minutes would vastly improve the storytelling here, but that's exactly what happened with MAD LOVE, the remake of this. Even the mystery in this one is explained away in a little too pat and logical sense; there's still an element of the supernatural…",
                "Hooptober 11: Robert Wiene, decade 7/8, country 6/6.Well, damn. This was fun. I for sure preferred it to Cabinet of Dr C, even if the setting was less trippy.The first half definitely suffered from LOTR syndrome, where each scene of someone staring at a ring/piano could have been shaved down by about 20%, but once this picked up it didn't let go.The piano soundtrack was a highlight. One of the stronger I've seen to accompany a silent film! Still pleasantly surprised by how much I enjoy these silent films.",
                "I always find it really hard to offer a star rating for the majority of silent films. I mean they are masterpieces in the sense of how well they were crafted in a time technology was not a touch close to where things are now but I often get bored in the time it takes to tell a story, especially when over an hour and a half. I do appreciate the atmosphere and tension that is created and the acting…"
            ],
            [
                "It could've been worse. The hand donor could have been Manos",
                "Conrad Veidt plays Orlac - a renowned pianist who loses his hands in an accident and becomes increasingly convinced his grafted ones aremurderous/corrupt. Veidt is the perfect silent screen actor. He uses his entire body to express his emotions. Just as his sinuous body portrayed the angular, jerky somnambulist Cesare so effectively in The Cabinet of Dr Caligari, Veidt uses his hands - distorting fingers, straining veins, flexing muscles to convey his character's dissociation, his horror of his new…",
                "Very early body horror from director Robert Wiene. The Hands of Orlac is the first film adaptation of Maurice Renard's novel (others include Mad Love starring Peter Lorre) The Hands of Orlac focuses on a pianist who receives a new pair of hands after losing his own in a train crash. Only problem is that the new hands once belonged to a murderer! Just what does rule the body - the head or the hands? This film succeeds mainly thanks…",
                "the epic question: how much evil is insight of a man? Orloc gets the hands of a murderer transplanted and is now in constant fear (the eyeliner on Veidt goes hard), doesn't even want to touch his loved one anymore cause he's afraid of killing her (facing his subconscious desires). the killing of his father is the logical outcome, just ask Freud. the film dissipates in a fuzzy denouement but the pegs are long set at this point: you can never be sure what's insight you - insight us - and what's needed to unleash this part.",
                "incredible how conrad veidt is typecast as being handsome while holding a dagger",
                "I watched this high, in the bath, and pitch black w one candle flickering, so YES I was terrified!",
                "would love to see a reversal of this trope, ie a homicidal maniac gets a hand transplant from a famous musician and finds his murderous lifestyle massively inconvenienced by a sudden compulsion to play the oboe.",
                "Film 11/321 Robert Wiene filmWell, hi there.I have to be really honest right now. Over the time on this app I learnt that I appreciated silent films more than I actually liked them so I was a bit nervous going into this and while it's too long for my liking I thought it was pretty solid.Due to an accident pianist Paul Orlac loses his hands. Fortunately, Dr. Serral has leftover hands to replace Orlac's hands. Unfortunately,…",
                "Hooptober 11: From Texas with love 💘♩♫ You need hands… ♪ ♬A famous concert pianist is involved in a train disaster and comes away alive, but without the tools of his trade.Back in the 1920s, successful transplants were somewhat of a minor miracle, so when our man’s bloody stumps bond with his new digits, the future looks promising. Only trouble is, these new hands have a criminal history from a very bad man indeed. Soon enough the…",
                "Musical Gothic horror, dare I say a bit horny too. All I need in a silent",
                "These are the hands of a killer, BellaOf course not even Robert Wiene himself could top the masterful work he presented in The Cabinet of Dr. Caligari four years earlier, but never the less, Orlac's Hands is an early example of a well done psychological horror which only now I realise turned a century old this year!Even if the first half seems to go on for too long with not a lot happening (or maybe it's because I…",
                "Hooptober XIThe Hands of Orlac is a chilling silent thriller filled with creepy imagery. We see contorted faces, people adrift in nearly empty rooms, and shapes emerging from the shadows. There are a few expressionist designs, though much less than Robert Wiene's earlier The Cabient of Dr. Caligari. Instead The Hands of Orlac has a more grounded approach, of horrors that emerge in a real world. The film is dripping with atmosphere and while the pace is slow, most…",
                "There are things most everyone notices about films from the silent era. The most notable in this particular example are the actors’ EYES. It was common practice at the time to highlight the eyes with makeup but it was still up to the actors to convey twice the feeling with their eyes in their performance since they had no “voice”. The EYE acting is fabulous here. Sometimes quizzical, sometimes soulful or forlorn, often manic, this team really manages to get…",
                "There will be people who can't connect with the heavy-expressionist facepulling, but this slaps. Hard. Body-horror in the style of early Bunuel.",
                "this film does not excel in great acting or storytelling but more in the subtle building of an atmosphere that becomes so haunting that it nearly becomes unbearable.",
                "hooptober 11: 7/31 (robert wiene)these are the hands of a killer, bella",
                "Hooptober 6.0, pt. 24- 'Bout to throw some Hands6/6- 6 Decades (COMPLETE!)8/6- Countries Represented (USA, UK, Italy, Mexico, Germany, France, Canada, Austria) (COMPLETE!)7/6- Films before 1966 (COMPLETE!)2nd Robert Wiene (after The Cabinet of Dr. Caligari)The other high-profile Wiene/Veidt collaboration besides Caligari, Orlac suffers from a bloated running time of nearly two hours, rendering what could have been a lithe little horror film into more than a little of a drag. Veidt, too, is not fabulous…",
                "Watched as part of Hooptober 11... 15/33--&gt; 8 decades (1920s)--&gt; 1 Robert Wiene film🔪😱🤢😲👻💀☠️👽🤖👀👀🗡️The Hooptober prompt for \"1 Robert Wiene film\" basically comes down to if you've seen The Cabinet of Dr. Caligari or not. And if you have, which of his other three horror movies will you pick... and why was it The Hands of Orlac? A movie I had neve heard of (unlike film studies star Dr. Caligari).And, jeepers... one hundred years old.…",
                "No violence, no blood, no cheap tricks, but loads of madness, mystery and atmosphere.",
                "Stupid Things to Do With a Time Machine #3,042: Retrieve Conrad Veidt and bring him to the 2020s to star in the Chris Kattan biopic we all deserve.",
                "Robert Weine was a real visionary of the silent age, a master of creating visual terror on screen through creative set design and dramatic lighting. The Hands of Orlac is an interesting synthesis of expressionism and a more naturalist aesthetic, moving away from the extreme abstraction of The Cabinet of Dr. Caligari to a more subdued and realistic approach but retaining the same nightmarish atmosphere in this performance based horror-thriller.Conrad Viedt was born to play these kind of roles,…",
                "Presidential candidate Donald Trump is currently riding a wave of notoriety (one of very many, I should clarify) thanks to his apparent fixation on the size and appearance of his hands. But even Donny Boy could learn something from Conrad Veidt, who in this movie makes his hands look like alien creatures, subtly yet unmistakably out of joint with his arms, sticking out from his figure at increasingly weird angles. Orlac's repulsion by his own appendages is pure body horror,…",
                "Hooptober 2024. 27/31 films.1 robert weine film. 1/1.6 countries. 6/6 Germany.8 decades. 8/8. 1920s.A dark, creepy little horror film and tragic about a pianist played by conrad veidt who loses his hands in an accident and his hands get replaced by a murderers. A psychological film more then full horror, no murders or blood just a character slowly losing his mind and becoming paranoid that he might murder someone. The scenes where veidt is on his own acting with his hands like he's scared of them and that they are not in his control is amazing and hypnotic to watch.",
                "Hooptober 11, #21: the silent oneThis is such a rookie thing to be saying after all my years watching movies, but I don't think I'll ever be able to get used to silents. As a chapter in the study of cinema's roots, sure. As a thing we're actually going to sit down and watch in the 2020s, not so much. More to the point, I think I'm getting *less* used to them as time goes on. I used to have…",
                "The Hands of Orlac is a 1924 German horror movie about a concert pianist (Conrad Veidt) whose hands are damaged in a train accident and replaced with those of an executed murderer. The classic silent film uses expressionistic visuals and psychological themes to craft a gripping story about the fear of science and religious faith. The main selling point of The Hands of Orlac is its visual style. Directed by Robert Wiene, the movie is filled with eerie shadows, strange…",
                "Horror Hunt #26 (August 2020)[1]Watch the horror movie on your watchlist with the earliest release date-------------------------------------------------------------------------------You must have terrible luck if you're a pianist who gets injured in a train crash and get away from it with no major injuries other than your hands just falling off. Like, of all the possible things that could happen to you in the middle of the fiery chaos, it is specifically your hands that has to go. Poor, poor Orlac.…",
                "Robot Devil: Give me back my hands! These things are always touching me in places.Fry: Yeah, they get around!Loved the set of the overgrown newspaper stand that fills up 99% of the shot. Even though it was only like 10 seconds was still my favorite part. The legacy of storytelling outweighs the bloated run time and pacing. Still a solid and enjoyable classic.🎃My Hooptober 11🎃#13 \"Watch 1 Robert Wiene film\"",
                "Me when the post-nut clarity kicks in:8/10(Watched for Hooptober 11. 24/47)",
                "Hooptober XI: Hindi Horrorcore on Blood Island31 horror films: 16/318 decades: ‘20s 7/86 countries: Austria 9/6 ☑️1 Robert Wiene film: 1/1 ☑️A twitchy, intense performance from Conrad Veidt as a piano virtuoso who loses his hands in a tragic train accident only to have them replaced with those of a serial killer. Soon enough, the unfortunate amputee feels himself supernaturally compelled to use his new set of hand transplants to pick up the chain of…",
                "Hoop tober No. 8 #12It took me so many tries to get through this and I stuck with it, because after all, where's the challenge in Hooptober if none of the movies are a challenge? But it didn't actually fulfill the requirement. I assumed, because it shares a director and star with The Cabinet of Dr. Caligari, that this too was a German film. But it's Austrian, dammit. May the elder gods of Hooptober forgive me.Whoof, this was…",
                "Conrad Veidt, the master of haunted and terrifying facial expressions, is astounding as Orlac, a musician who loses his hands and has them replaced with those of a murderer. The descent into madness is incredibly well paced and the film really takes its time settling into a groove and slowly blurring the lines between reality and fantasy. The cavernous rooms of the seemingly endless mansion add a real sense of dread. In the expressionist manner, the shots are often lit…",
                "Shocktober 2022 #36That scene where Orlac is reclining on his chaise and the maid drapes herself at his feet … perfection.",
                "Silent horror classic with some cool twists, a freaky dream sequence and some excellent mega-acting from Conrad Veidt. It seems like several of Nic Cage's best facial expressions were inspired by this.",
                "SHOCKTOBER 2021\"Retten Sie seine Hände!\"\"Retten Sie seine Hände!\"\"Seine Hände sind sein Leben!\"Stummfilm-Kracher von Robert Wiene (\"Das Kabinett des Dr. Caligari\") und mit Kracher mein ich Kracher!Erfolgspianist Paul Orlac verliert nach einem Zugunglück seine Hände. Ein Chirurg hat eine Lösung: Transplantation! Und da kommen die Hände eines jüngst hingerichteten Raubmörders grade recht. Dieser braucht sie schließlich nicht mehr.Doch die neuen Hände scheinen mit dem Geist und dem Körper Paul Orlac´s nicht harmonieren zu wollen und…",
                "If I started to Veidtpost (again), would you guys send me to horny jail??? (Again)",
                "Reviewed as part of my Dreadit Top Horror Films by Decade – 2018 Challenge.I'd been skipping this movie over on my list because it never felt like quite the right time to jump into a two hour long silent film. But this morning I asked myself, \"when is the right time for a two hour silent film?\" And with no good answer, I figured it was time to just get on with it.Inviting the ire of many I'm…",
                "Film 10/30 - March Around The World 2025 - (Austrian Film 🇦🇹)Old expressionist horror really is such a brilliant genre, and ‘The Hands of Orlac’ is another solid example of it. It didn’t seem all that impressive at first, but the second half of the film really turned things around. The plot picked up with some great twists and turns that kept me engaged right through to the end. It follows a famous pianist, Orlac, who loses his hands…",
                "”Beloved! In one day and one night, I will again be with you. I will hold you in my arms, my hands will run over your hair, I will feel your body tremble under my hands.”Yeah… about that. Whilst traveling home to his wife, Orloc the pianist is injured in a train collision. His wife convinces a surgeon to perform a hand transplant. “Save his hands. His hands are more important than his life!” The operation is a success…",
                "Dreamlike, spooky, surreal, eerie. Gorgeous sets. Shadows for days. Frenzied, wide-eyed silent overacting. Appropriately creepy music. Veidt still hot despite a descent into madness. This one's really got it all, huh.",
                "Blessed be German Expressionism to produce a cinematic achievement of such heightened psychological prospect, where the subtle transition of the controlled ambiance into a horrific ordeal of humanistic obsession adds in to the values of behavioral studies. ‘Orlacs Hände’ excels not only due to the brilliant compositions of Robert Wiene, following closely to the magnanimity of his 1920 magnum opus ‘Das Cabinet des Dr. Caligari’, but also due to the featuring of what may potentially be one of the greatest…",
                "Hooptober XI: Film 14/31 I am zonked, here's my piecemeal review: My beige flag (or is it a full-on red flag? I don't know. Please accept me for who I am) is that I have an uncontrollable urge to listen to my own playlists over silent films - and I gone done did it again!!!! Yellow Magic Orchestra has never done me wrong, but the black midi and New Fries songs were pushing it a little bit, I admit.The…",
                "“If Vasseur was innocent.. then my hands are clean..”Went on YouTube to watch Haxan (1922) but under that title I found this.. Some really good expressive styles of acting in this film. Really enjoyed the way they convey emotion through acting and Conrad Veidts performance is hands down (🙃) the best aspect of this film.The premise is quite interesting..But, I don’t think this holds up as well as other films from this era. The pacing is really…",
                "i often find silent films a little too overwrought and dated for my tastes, with ridiculously over the top performances, as if the actors are making up for the lack of dialogue by exaggerating their responses and movements. However, in German Expressionism, it’s an approach that works well. Veidt was a master performer, and here, as in 'The Cabinet of Dr Caligari', he’s at the peak of his powers, making us feel Orlac’s torment in every gesture.",
                "How odd it is (huh, \"odd\") that numbers are something we associate with limiting ourselves and our possibilities (especially numbers prefixed by a $ or a £ and their relative lack thereof in our lives) and yet mathematics is the closest science we have for understanding the infinite. It's our literal yardstick for quantifying everything. Why am I going on about numbers? Because unless you're a particularly eccentric mathematician, you will think of numbers in a base 10 system, meaning…",
                "Hooptober XI—1 Robert Wiene filmSlow-brewed cause-and-effect panic that plays with silence and gratuitous expressionism well, coagulating with the atmosphere in coinciding suspense as morals are contemplated to the brink of abandonment. The finesse of the creative process being thwarted and exchanged for bloodstained finger prints is plenty enticing, and as with Caligari that came before, Conrad Veidt centers the film wonderfully, embodying a terror that swells into the screen beside the rich, black and white shadows synonymous for flesh’s in/difference to a (crazed) mind.1920s | Favorite Horror",
                "Hooptober XI: He11raiserVasseur, Can You Spare Two Hands?All hands on deck as silent film era pioneer Robert Weine re-teams with his Caligari star Conrad Veidt to offer up a gripping early work of body horror. A tragic melodrama that handles basic fears of losing grasp of your talents, sanity, and self-control. The enormous sets point to themes of inferiority and detachment while also lending a surreal sense just as well as the handcrafted backdrops of Caligari. Veidt's expressive…",
                "You know, Paul Orlac was one of the great pianists of the 20th century, but sometimes he would be compelled to murder. And according to this movie I just watched, when he was holding back the homicidal part, he did some of his best work. Now I don't know if this movie is discouraging me from being a murderer or encouraging me to be a classical pianist.Hooptober XI, 5/31",
                "\"Save his hands... his hands are more important than his life\" - Doctor.- Hooptober9.0 (26/34): boxd.it/i46iQConrad Veidt is one interesting looking dude. I didn't really think this would be my thing but I ended up liking it quite a bit. The musical accompaniment for the version I watched is killer and the whole movie looks badass. It's such an unusual story but it works and I was engaged throughout the film. Performances don't normally stick out for me but I enjoyed the whole cast, Veidt leading the way. One of the better silent horrors I've enjoyed.",
                "Conrad Veidt emoting angst in minimalist German Expressionist settings ... there simply is no equal. Stand-out scenes: the train sceneVeidt and on-screen wife sharing a moment when she reunites with himVeidt receiving the letterVeidt in his oppressive house againVeidt's on-screen wife sitting and pleading with tax collectors with their collective head-shaking no as their faces are partially cut off from the top [chef's kiss]Veidt carrying his wife out from darkness into lightthe ending scene",
                "Imagine:You go into hospital for surgery on your hands and Vasseur The Murderer comes along to make sure you’re okay. As you go into the operating room he gives you a kiss and says “don’t worry y/n. I love you, you’ll be okay.”Three hours later you wake up and turn to the nurse beside your bed. “Where’s Vasseur The Murderer?” you ask her.“Damn.” She says. “Who do you think gave you those hands.”",
                "The hand-grafting, Frankenstein-lite The Hands Of Orlac is a beautifully filmed and excellently acted silent horror flick. For my tastes, it was too long (but at this point I may be suffering from Hooptober 11 burnout).But there's so much good stuff going on in The Hands Of Orlac I couldn't in good conscience give it any rating lower than four stars.Conrad Veidt is the star of the piece, supremely expressive as Paul Orlac, a master pianist whose hands…",
                "This was once my handwritingExtremely stilted and frankly prosaic narrative, but, while nowhere near as formally enrapturing as the work which made him famous, Weine still gets to show off here with some staggering shots all throughout and an unrivaled sense of spatial three-dimensionality. Also features maybe my favourite arrest scene of all time",
                "Hooptober XI - Robert WieneThe copy on Tubi looks and sounds great. Wow, look at that crashed train set! Veidt's nostrils flare like crazy when he cuddles with his wife on the hospital bed. The set design is consistently impressive in the silent films I've watched so far. I like how eerie and open everything is. We even get cool blurry transitions in the camera work! The acting and pacing are less compelling. The exaggerated gesticulating doesn't fit the…",
                "Next film up on my October horror watchlist!The Hands of Orlac is, essentially, the tale of an artist who has an accident resulting in the loss of his hands. Though his wife's pleading means he receives a miraculous hand transplant shortly thereafter, he comes to learn that he has the hands of a recently executed murderer. Hence, he must face the loss of his ability to make art and to love... and his hands' newfound, encompassing desire to kill…",
                "31 Days of Horror 2023 1/31 Hooptober X: Nemesis 8/37Six countries: Austria (1/6)It's time for my 31 Days of Horror to start, as today is October 1. I've been doing this every year since 2017. I didn't finish it last year because life got in the way. I always start the month of October with a silent horror film. The Hands of Orlac is a silent horror film that I had heard about for a long time but…",
                "The progenitor of so many phantom limb horror jams (yes Body Parts, I mean you), this creepy little chiller from the director and star of The Cabinet of Dr Caligari isn't quite as effective as that one but it's still well worth the time for fans of silent horror.A superb opening sees a train crash render famous concert pianist Paul Orlac at death's door and in dire need of a hand transplant. However, the only limbs available are those…",
                "HoopTober 7: I Kick Arse For The Lord12/31Body horrorErholsam wie ein mitternächtlicher Spaziergang im rauschenden Blätterwald. Dies ist zwar kein Kabinettstück, auf einen Doktor müssen wir indes keineswegs verzichten. Praktisch, dass soeben ein angeblicher Mörder hingerichtet wurde, dessen Hände kann der just verunglückte Star-Pianist Paul Orlac bestens gebrauchen. Allerdings ist der sensible Künstler bald durch mit seinen Nerven. Wie meisterlich lässt sich mit Verbrecherklauen musizieren? Sind die angenähten Hände böse, wie soll er jemals wieder Zärtlichkeiten austauschen?…",
                "Fascinating and frustrating movie on multiple levels, with long, drawn out sections, particularly in the early going, that grind everything to a halt. Who could've thought that adding a second \"A\" plot and getting rid of 45 minutes would vastly improve the storytelling here, but that's exactly what happened with MAD LOVE, the remake of this. Even the mystery in this one is explained away in a little too pat and logical sense; there's still an element of the supernatural…",
                "Hooptober 11: Robert Wiene, decade 7/8, country 6/6.Well, damn. This was fun. I for sure preferred it to Cabinet of Dr C, even if the setting was less trippy.The first half definitely suffered from LOTR syndrome, where each scene of someone staring at a ring/piano could have been shaved down by about 20%, but once this picked up it didn't let go.The piano soundtrack was a highlight. One of the stronger I've seen to accompany a silent film! Still pleasantly surprised by how much I enjoy these silent films.",
                "I always find it really hard to offer a star rating for the majority of silent films. I mean they are masterpieces in the sense of how well they were crafted in a time technology was not a touch close to where things are now but I often get bored in the time it takes to tell a story, especially when over an hour and a half. I do appreciate the atmosphere and tension that is created and the acting…"
            ]
        ]
    },
    "i'm still here": {
        "reviews": [
            [
                "everyone in 2007: daniel day-lewis is the greatest method actor of all time!joaquin phoenix: hold my beer",
                "Effectively the best, longest and saddest \"Deez NUTS\" gag ever pulled.",
                "Commonly misperceived as a documentary.No, this film is fiction.Clever, clever fiction.",
                "my fave part was when joaquin was throwing up in the bathroom while paper planes by M.I.A. played in the background",
                "Sure it's a statement about reality tv and the swiftness in which the public swallows anything the media throws at them... but it doesn't make it an enjoyable film to watch",
                "I used to think that my life was a tragedy, but now I realize, it’s a mockumentary.",
                "I remember when it happened. Not exactly the place, date and time exactly, but I remember hearing that Joaquin Phoenix, an actor I only knew until then from Signs where I liked him a lot, was retiring from acting to become a rapper. Of all people, I was one of those who really thought he had retired, so when I saw him in HER I was genuinely surprised..But as many had anticipated, it was all part of a mockumentary…",
                "totally my type.",
                "That 8 month period when people thought Joaquin Phoenix had legit turned in to a crazy rapper had me so enthralled. I've always loved when people commit this hard to a bit. A couple years ago I legally changed my name for a joke and it just occurred to me that Joaquin Phoenix had subliminally affected my dedication to comedy.",
                "Capturing the narrative in this gray area between satire and reality, the film makes for quite an uncomfortable experience, despite already knowing this is a mockumentary. It generally plays like a horrible trainwreck you can’t look away from. Meanwhile, even in a public setting, Joaquin Phoenix is still giving his all with an impeccable and outlandish performance.",
                "\"Did someone just human shit on me?\"",
                "What a joker",
                "trigger warning: p diddy jumpscare",
                "why in the flying fuck did I ever drop this down to a 4.5",
                "The ManThe MythThe Rapper Joaquin PhoenixThe fact he kept this character going for 2 years and fooled the world, just proves he's one of the greatest actors alive.",
                "Joaquin Phoenix was a rapper. I'm speechless.",
                "Reeks of self importance, and is nowhere near as funny or as interesting as it thinks it is. This has the energy of two men getting drunk together, brainstorming the best business idea ever, buying the website domain name and waking up the next morning not knowing what the hell to do with what they've created, and not having the smarts to give it any meaning (and yes I know it's all a joke, but none of it is funny).",
                "\"Do the snow angel, dude. I can reach you, do the fucking snow angel. Dude, do the fucking snow angel. Do the snow angel, man. Do the fucking snow angel, dude. Do the fucking snow angel!\"",
                "Joaquin Phoenix acting like a buffoon is much less entertaining when it’s scripted.",
                "COMPLI—FUCKIN—CAAATIONSNot Joaquin Phoenix best movie but for sure his best role. A dude that just wants to do what he wants, he wants to be happy and find himself. Although there is a lack of plot and storytelling which made it a bit messy at times, it also has enough scenes which are hilarious and have some sort of sad and serious meaning to it due his self-destructive behavior, to sum it up, it has some existential crisis vibes to it. Really enjoyed this one.",
                "FINALLY got around to seeing this. And this was WILD. If you’ve seen this, you definitely know what I mean. I don’t want to make specific references &amp; ruin the shock value. So supposedly this whole thing was a bit that was staged from the beginning. &amp; I don’t know if that makes this better or worse. Just so much ridiculousness. Some parts of it were definitely obviously genuine though. Also, what a stupid ending. If it was supposed to be ironic…",
                "entering the ivy wolk canon for sureeee",
                "One of the greatest documentaries possibly ever,Joaquin literally just trolled the fucking world",
                "47/100[Las Vegas Weekly review]When Joaquin Phoenix announced nearly two years ago that he was permanently ditching the movies and launching a new career as a hip-hop artist, a number of people speculated that it was an elaborate hoax—especially when it emerged that his brother-in-law, Casey Affleck, was documenting this career transition for a proposed documentary. After Phoenix’s much-publicized meltdown on The Late Show With David Letterman, however, that theory seemed a bit less plausible. Would an actor of…",
                "🎬 • 🍿 • 📀 • 🎞️ • 🎥“I’m Still Here” is a film watched and repulsed only by the most curious of cinephiles. Because in all truth, this ‘film’ is just a big ball of nothing really. Wannabe funny without ever cracking so much as a curdled line that’d make me respond in a group chat with ‘lol’. It’s weird really – why would such celebrated auteurs as Joaquin Phoenix and Casey Affleck ever think that this would…",
                "“What the fuck is going on? Who the fuck acts like this?”Wild. Uncomfortable. Epic. Enjoyed this well enough but also oddly enough don’t really feel like I have anything to say. “Epic is good. Epic is epic.”",
                "i love joaquin pheonix.",
                "In late 2008, Joaquin Phoenix announced he was retiring from the acting and was gonna pursue a new career as musician. No, not a country music, it is hip-hop, but things didn't go well and he left hugh piles of mess behind.I thought this is gonna be some crazy, absurd mockumentary and while I'm Still Here still is exactly that kind of thing, Casey Affleck and Phoenix made a clever critique on Hollywood media and celebrity culture. Phoenix deserves…",
                "Hate me or like me, just don't misunderstand me.Hell yeah, vulgar auteurism, baby. I've wanted to see this film for awhile, its premise being absolutely fascinating to me. Finally getting around to it, I'm glad it actually lived up to whatever expectations I had with it. Joaquin Phoenix, as I'm sure I've said at least once before, is one of those modern actors that remains at least always interesting in whatever he's in. He puts whatever he can into…",
                "this is joaquin's joker audition",
                "When singers or songwriters want to diversify into acting it sometimes seems like a natural progression for them. For some it works as that artistic side can be harnessed to produce the odd acting gem. Just think how great the likes of 50 Cent was in Get Rich Or Die Tryin' (ha ha ha ha ha ), only joking. When Joaquin Phoenix however decided he wanted to go the opposite way and become a hip-hop star, the world was skeptical…",
                "I’m Still Uncomfortable",
                "I loved the concept but mann it had a lot to be desired. What am impressed about is how authentic everything was. After looking into it apparently this actually happened. Phoenix actually said he was done with acting. I can imagine that being pretty confusing and shocking at the time. It does help in the long run because the film shows all the coverage from it. Seeing everyone reactions and comments were interesting for the most part. Unfortunately the number…",
                "Unfathomably brilliant.",
                "i fucking love joaquin phoenix",
                "Joaquin Phoenix is one of the most interesting actors working noawadays. He doesn't really fit among other celebrities. Every now and then, there are photos of him marching with protestors for animal rights or for environmental protection. More than anything, Phoenix is a terrific actor who offered us some of the greatest performances of all time. Whether as Johnny Cash in Walk the Line, Theodore in Her, Doc Sportello in Inherent Vice, Arthur Fleck in Joker or (in my eyes…",
                "I haven't laughed this hard at a film in AGES.",
                "Obviously, this film is really only interesting when you know the story behind it. On its own it feels somewhat aimless. However, Joaquin Phoenix delivers a startling and provocative performance(?) and the entire thing has a similar effect (to me at least) to Lars von Trier's The Five Obstructions in terms of providing valuable insight into the cerebral workings of a complex artistic mind. Phoenix is talented, but he's also enigmatic to the point of frustration. It is at this…",
                "Esto sí es una troleada y no lo de Bocadillo.",
                "John Travolta kisses Joaquin Phoenix on the cheek as he hands him a Golden Globe. Like what the hell. A candid, open-access documentary about that one time Joaquin Phoenix 'quit acting' to shoot his shot at a hip hop career. There's plenty of uncertainty about whether or not our main character is going through some kind of crisis, or if he's just putting on an elaborate hoax by method-acting through a modern-day interpretation of The Emperor's New Clothes. Ultimately, it…",
                "“Did you just human shit on me?”Joaquin chewing gum on Letterman was instrumental in forming my image of a “cool guy”.If it’s a musical the Joker better fucken rap in the next one.This, Seasons 5/7 of Entourage and Knight of Cups (shot in 2012) are essentially the same movie. Something was in the Hollywood water.",
                "52 Week Challenge Week 49: A film where an actor plays themselves I’m still here is a sort of mockumentary where Joaquin Phoenix tries to jumpstart a rap career. It’s filled with some endearing performances by the admittedly stacked cast but I can’t help but feel like it’s a lot more dull than it needs to be. Nothing about the “film” really stands out to me. It’s all just so mundane. It’s not even that comedic. Overall, this was unfortunately just not my jam despite Joaquin being one of my favorite actors. 3/5",
                "Optimium. DVD1.78:1ColorDigital15\"That's you, drops of water and you're on top of the mountain of success. But one day you start sliding down the mountain and you think wait a minute; I'm a mountain top water drop. I don't belong in this valley, this river, this low dark ocean with all these drops of water. Then one day it gets hot and you slowly evaporate into air, way up, higher than any mountain top, all the…",
                "[61]One of the best things about I'M STILL HERE is that it absolutely has no reason to exist and is so completely self-aware of that fact, yet it just grabs the baton and sprints away with it anyway. We do, however, get this accidentally deep nugget from Joaquin early on:\"Is it that your dream is unattainable, or is it that you had the wrong dream?\"Shortly thereafter, he orders a few hookers to his home and follows it…",
                "Joaquin Phoenix was completely wild here. It really was hilarious how he become this guy who simply was sick of acting and just tries to do whatever, rap that can be it. It's simple and surreal and I loved how they just went along with it.",
                "One of the most misunderstood films of the decade.Joaquin is a national treasure.",
                "If he wasn’t playing Joker, I guarantee that Joaquin would’ve made a great Mysterio. Why?Because the dude managed to trick everyone that he was a retired actor for 2 years, turned rapper. If that isn’t an illusion, I don’t know what is.",
                "After having just rewatched The Master and Joker, it was absolutely time to revisit this incredible documentary/mockumetary (??)What a piece of work this is....Almost a modern day Andy Kaufman meets Spinal Tap meets Borat, it’s Hard to know where reality and fiction begin and end...but that’s the beauty of it.Knowing that he went on to make Joker and The Master and Inherent Vice and Her, etc etc etc...this is now a nice mid-career experiment that is fascinating to watch (and relieving to know he survived!) Bravo Leaf/Joaquin/JP!  🙏",
                "father john misty and joaquin phoenix are the same person. prove me wrong",
                "Sem anistia! Ditadura nunca mais! Quem nasce em nacurau eh genty!",
                "Part of me wishes Joaquin Phoenix genuinely pursued a rap career, just to see how that would turn out. An insufferable, cringe and slightly amusing experience. Props to Phoenix for committing and maintaining that persona in an effort to fool the public. It's revealing but I also found it pointless. I didn't find anything of worth in what Phoenix and Casey Affleck were trying to say. They did all this for all that time and to what end?",
                "A genuinely hilarious film that makes the backlash surrounding Joaquin Phoenix's public appearances in 2008 and 2009 seem absolutely ridiculous. People seemed to be generally offended at the time by the fact that Phoenix was putting on an act, which I find very strange. The creation of I'm Still Here is really a harmless prank, so being offended by it seems to be a waste of energy. Embracing the film's complete commitment to lampooning celebrity culture is the way to go, and it is with that attitude that I have watched and rewatched the film.",
                "Puff Daddy: What was the name of that movie you just did, man?Casey Affleck: Uh...Jesse James?Puff Daddy: No, not that one. The hot one. Jesse James was kinda' wack. What was the other one?When Joaquin Phoenix visited Late Night with David Letterman in 2009, right in the middle of his elaborate retirement hoax, Letterman famously mocked Phoenix's long, \"itchy\" beard. Twelve years later, Letterman is the one who's retired and he now wears a beard that's much longer than the one Joaquin was sporting. Phoenix continued acting and has an Oscar for shooting a talk show host.",
                "=ДОБРО И ПОЗИТИВ=Категория 22 — мокьюментари9/24Вот только от самой мысли, что ради такого низшего эксперимента Феникс поставил на кон карьеру и год жизни… реально достойно уважения за смелость.Учитывая, что фильм в основном воспринимается из за Хоакина, если вы вдруг его недолюбливаете или не знаете, то во первых, бан, а во вторых, вам не зайдет. Тут кино надо именно прочувствовать, всю ироничность, которая так и сочится с экрана. Смотрелось хорошо, скучно не было, просмотр строго в оригинале!!",
                "Lazy, smug, entitled “documentary” about Joaquin Phoenix quitting acting to become a hip-hop performer. When this first came out, Phoenix and director Casey Affleck (then Phoenix’s close friend and brother-in-law) were cagey about whether the film events depicted in the movie were real or staged. In retrospect, it’s now obvious that the movie was largely fake, but it’s not funny, interesting, or insightful. Instead, it feels like Phoenix and Affleck came up with this idea on a lark, probably while…",
                "Joaquin For You",
                "2020: #48/1000Watched for the podcast, full thoughts there on Friday.Absolutely brilliant. The last scene had me in stitches.",
                "Joaquin Phoenix's Curb Your Enthusiasm (Or Lack Thereof).This is as real as This is Spinal Tap.I went into I'm Still Here blind and was not expecting this at all. I was amused at some points. At others, I scoffed at how painfully obvious the fakeness of this was. Pretty cool concept, though. Moved the masses some. Part of me believes this Phoenix performance is an extension of an alter ego within his own personality.",
                "baron cohen walked so phoenix could jog so fielder could run",
                "dude do the fucking snow angel dude"
            ],
            [
                "de todas as dores que existem, penso que a do não saber é a pior. não saber se vai voltar, não saber pra onde foi, não saber o que aconteceu e, por fim, não saber que aquela seria a última vez que o veriam. que angústia, que tristeza, que injustiça. experimentei como se fosse comigo. o aperto no coração e na garganta. Ditadura NUNCA mais.",
                "what a fucking gut punch of a film. despite not knowing much about the military dictatorship in brazil ahead of time - if anything - i still immediately fell head over heels for this family and found myself instantly immersed in their tenderly depicted dynamic, so compassionately captured in that first (nearly) tension-free half hour. and it’s these first 30 minutes of unadulterated joy and frivolity that make the rest of the movie as mightily emotionally affecting as it ultimately…",
                "fernanda torres já fez tanto por você. prestigie no cinema a melhor atuação da vida dela. ela merece",
                "DISCUSSAO MAIS ELABORADA NO VÍDEO:youtu.be/tutZaBgUDIs-Não dá pra negar o trabalho impecável de encenação aqui. é impressionante como parece que são duas casas completamente diferentes, uma antes e outra depois da prisão de Rubens. quem assiste tem uma percepção espacial muito precisa dessa casa, onde fica cada cômodo, quais momentos aconteceram em cada lugar. sou muito fascinado por filmes que constroem esse senso espacial. chamou minha atenção que muito da história é contado através de portas, fechadas ou…",
                "VIVA O CINEMA NACIONAL PORRAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA",
                "uma vida lendo, estudando e pesquisando sobre os anos de chumbo desse país, uma monografia feita a respeito das lacunas de arte criadas durante a ditadura, mais de cem livros e histórias armazenadas em algum lugar de mim. nada parece ter me preparado pra assistir ainda estou aqui.a delicadeza do filme ao abordar nossas memórias mais íntimas e que, a partir de uma ausência, tornam-se agridoces somada à necessidade que sentimos, enquanto seres humanos, de nos despedirmos de quem…",
                "That was visceral. There was only two modes for me during this film: in tears, or on the verge of tears, even during the first 30 minutes simply in anticipation of the impeding heartbreak. This is such an important film.",
                "Unbearably devastating. I can see why every single one of my Brazilian fans wanted me to watch this",
                "FERNANDA TORRES ACADEMY AWARD WINNER 2025",
                "\"A história de \"Ainda Estou Aqui\", para mim, é como o mar. Quase um personagem desse filme, o mar é símbolo de calmaria, mas também de turbulências e perigo. Uma onda inesperada invade a família e é diante disso que Eunice tinha apenas duas opções: afogar-se ou nadar contra a maré. Diante de períodos turbulentos, perigosos e sombrios, o cinema como memória, na intenção de fazer uma denúncia, é como um respiro de sanidade e lucidez. O trauma deixado por…",
                "Enraging. Cannot imagine myself keeping it together for as long as she did. The scene where she received the death certificate and is genuinely happy gutted me, as did seeing the real photo in the credits. Hate to think of anyone watching this and believing it’s a far gone occurrence relegated to Brazil in the 70s, as this kind of violence in silence and passive detention still exists today and beats you down until a 25-year later official confirmation of…",
                "Fernanda Torres comanda a tela. Primeiro vídeo sobre Ainda Estou Aqui já no canal: www.youtube.com/watch?v=IlpUAEFmZD0&amp;t=405s",
                "— O meu marido tá em perigo, Martha.— Todo mundo tá em perigo, Eunice.O drama dirigido por Walter Salles traz o drama de Eunice (Fernanda Torres), advogada que se tornou um símbolo da luta contra a ditadura militar. Eunice e sua família passaram mais de 40 anos em busca de esclarecimentos sobre o paradeiro do marido, preso e morto pelo regime. O caso foi um dos mais emblemáticos das violações de direitos humanos durante o período.E a…",
                "On rewatch, I found the patience of the I’m Still Here staggering. Typically, films revolving around such a terrifying and evil time will hyper focus on the world events, the actions, and the results, but not I’m Still Here. There is a commitment to let us live with this family for the first 45 minutes, experience the joys of family gatherings and bask in excitement of their upcoming travels or plans. It’s a commitment that would be easy to reduce…",
                "obrigada por tudo walter salles, espero que vc continue sendo o cineasta mais rico do mundo pra continuar fazendo por hobby filmes tão profundos e impactantes assim",
                "Such an important movie I hope everyone sees. It’s a film about memory—of those we’ve loved and lost, of our happiest moments with them, and above all, of periods of history we dare not forget lest they be repeated. I’m Still Here shows (instead of telling) how a democracy dies a little bit at a time. Fascists have to pretend that justice still prevails to remain in power. The people have to remain vigilant. Fernanda Torres is revelatory in a mostly understated performance of a truly remarkable woman dealing with unimaginable trauma. I need to visit Brazil asap.",
                "Falei sobre o filme no Desencontros aqui.Ainda Estou Aqui é um filme sobre memória. O interessante, porém, parte do como essa memória é estruturalmente construída desde sua primeira cena. O filme começa com Eunice resguardada nas águas do mar. Um helicóptero do exército corta o silêncio e a paz e instaura uma constante preocupação que irá acompanhar o da personagem de Fernanda Torres. Ao mesmo tempo, o helicóptero faz o olhar de Eunice e os nossos se direcionarem para…",
                "É um drama muito bem feito e o que mais gostei foi o enredo. É um enredo que não morre, não tem nenhum momento que te murcha. As cenas que a filha grava com a câmera antiga nos traz uma sensação de nostalgia, de saudade, da família e dos melhores tempos. Um começo que demonstra bem o estilo carioca. Eu vejo, no filme, a força de uma mãe. Me tocou na minha maternidade, e o filme é sobre isso. Ele…",
                "The realization that your life has been profoundly, irreparably fucked never comes in the moment of pain. Sometimes it hits you at a diner and you just have to keep it together because who else will? Pretty remarkable in layering in love for and from this family, little moments of life with people coming and going, dancing over good meals, before it’s all taken away. Deeply felt, well observed, gorgeous stuff.I loved this. Fernanda Torres is tremendous.",
                "OSCAR WINNER. VIVA O CINEMA BRASILEIRO.começo essa review falando que esse filme não é só uma obra, é um lembrete.assistir Ainda Estou Aqui traz uma sensação inexplicável de ver uma obra que vai além da tela, é sobre saber que é de onde você veio, a história do seu lugar.. ver nosso próprio chão, nossas raízes retratadas com tanto respeito e de maneira tão profunda. o filme captura a essência do Brasil que conhecemos intimamente em histórias, vivências, ruas…",
                "O banco Itaú e a Globo, ao produzirem filmes sobre a ditadura, inevitavelmente entregam um resultado que se traduz na despolitização da política. Este filme parece iniciar um movimento pós-fora-Temer, “seremos a oposição mais afrontosa que esse país já viu” ou talvez até prenuncie o início de um fora-Tarcísio, Nikolas, Marçal, Zema, entreoutros que podem assumir. É um sucessor espiritual de Democracia em Vertigem, Aquarius, Marighella do Wagner Moura e Bacurau, com foco no sofrimento da classe média “civilizada” e…",
                "fernanda torres = foty (fernanda of the year)",
                "Lost for wordsGo watch this shit immediately",
                "“ NÓS VAMOS SORRIR. SORRIAM!”FERNANDA TORRES GOLDEN GLOBE WINNER PORRAAAAAAAAAAAAAA!!!!!Oscars 2025",
                "Fernanda Torres. That's the review.",
                "Babiu: Quando você enterrou ele?Marcelo: Como assim?Babiu: O dia em que você entendeu que ele não ia mais voltar.a atmosfera aterrorizante que se constrói no começo da obra é avassaladora. é tão desconfortável que a gente torce para o filme chegar ao final, para que esse sentimento desapareça. mas só de lembrar que aquela família passou por essa sensação e não tinha a simples opção de levantar e sair do cinema ou pausar o momento e respirar…",
                "Walter Salles’s AINDA ESTOU AQUI (I’M STILL HERE) punches you right in the heart with its poignant and powerful narrative along with marvelous performances. A lot of hidden cruel and twisted scenes behind the beautiful tropical landscape of 1970s Brazil, and the strength of a family withstanding the pain and oppression of a sudden change in their lives. Salles’s storytelling is straightforward, simple and chilling at times yet went quite flat when it came to evoking deeper emotions, and the…",
                "Angustiante. acho que essa seria a palavra que usaria pra descrever esse filme todo.Nós vamos sorrir.O sorriso é algo extremamente necessário para a sobrevivência do ser humano, e ele era ainda mais necessário para viver na época da ditadura. Fernanda Torres é simplesmente espetacular, entregando uma personagem forte e muito especial, que lida com os horrores da ditadura com um sorriso no rosto e com uma força visceral jamais vista, a atuação dela é uma carta aberta de…",
                "Não dá pra fazer filmes políticos se não filmar politicamente.Acho meio sintomático que a finalização da luta da Torres seja em um cartório- seguido do discurso na entrevista, pra caso o espectador ainda não tivesse entendido o discurso do filme-, já que toda a encenação do Salles durante todo o filme é a mais burocrática possível. Tudo calculadinho pra manipular o espectador a se emocionar. No fim, os únicos momentos interessantes são aqueles que escapam disso: o momento da…",
                "i haven't locked into a movie like that since oppenheimer",
                "It’s difficult to overstate just how great Fernanda Torres in “I’m Still Here.” She holds you on the precipice of a breath.",
                "possibly one of the best movies i think i’ve ever seen",
                "— MOSTRA DE SP 2024 #06 —*PRESENÇA DE FERNANDA TORRES, SELTON MELLO &amp; WALTER SALLES*Mesmo com todo o hype e toda a fanfarra ao redor da atuação da Fernando Torres, não chegaram nem perto de retratar a magnitude dessa performance histórica.O filme todo é excelente. E tem uma cena em particular na sorveteria que me comoveu demais. Muita gente chorou na sala. E não querendo desmerecer o trabalho de ninguém, mas a Fernanda Torres está léguas acima de qualquer outra coisa no filme. A forma como ela controla as cenas e o coração do público é sensacional.",
                "Talvez, o filme mais sóbrio que eu me recordo sobre a ditadura militar no Brasil. O silêncio diz muito sobre o engasgo e o medo que rondavam aquele período. A sensibilidade da personagem da Fernanda Torres e o minimalismo de sua atuação, conversam com esse tom discreto, mas não menos impactante. Walter Salles orquestra tudo de forma imersiva não só nos anos 70, mas também no âmago daquela família, de suas alegrias e dores. Um belíssimo e importante filme.",
                "Fernanda, girl you deserve that Oscar so bad.",
                "So subdued it sometimes nearly disappears, but affecting in spots. It is at its best when it lets a note of paranoid fiction slip in. A sense of the tension involved in just moving around a police state, the way the complacent surface and Torres desire to keep poking around are allowed to play off each other. The final scene is by the numbers, but it does elaborate clearly on Salles' desire to position his movie as a gesture of…",
                "Fernanda Torres’ glance in the ice cream shop scene is enough to warrant her an Oscar. The stiffness in her posture and her face, her gentle presence, the weight of past horrors, and the longing to fill up that void left inside her, all captured in a single tear, lingering in her eye, desperate to fall but unable to. So quiet, so painful.",
                "(...) O ambiente sem Rubens vai se tornando gélido e vazio. Salles tem muito mais interesse em falar sobre a ausência pela construção e destruição do lar do que pelos personagens de maneira direta. E não é por acaso, o foco do filme é em Eunice, a mãe que precisa cuidar das cinco crianças e sustentar o seio familiar durante a eterna espera pelo retorno do marido. Salles até ensaia expandir esse escopo, mas o faz de maneira contida. A…",
                "Os primeiros muitos minutos de \"Ainda Estou Aqui\" documentam as cenas mais banais do cotidiano de uma família: na praia, em casa, à mesa, jogando totó, adotando um totó, a riqueza de detalhes estabelece muito mais do que um ponto de partida, um sentimento no filme de Walter Salles: a presença. O primeiro longa de ficção do diretor em doze anos enche a tela com o que une seus personagens, cujas vidas são contaminadas umas pelas outras. Essa introdução, registrada…",
                "Totalitarian regimes supported and financed by imperialist ideas of the United States, disguised as anti-communism, are an often forgotten topic. Unfortunately, the Brazilian redemocratization process did not involve punishing the military for crimes committed, so we are always doomed to see dark history try to repeat itself. Hence the need to constantly remember it. I'm Still Here puts its finger on the wound so that new generations can learn better about the past. The film tells the story of this…",
                "imaginem comigo: fernanda torres ganha o oscar de melhor atriz, ela sobe no palco, respira fundo, observa a plateia e diz: \"gostaria de chamar minha mãe pra receber esse prêmio junto comigo\" a fernanda montenegro sobe no palco todo mundo chora grita se emociona.absolute cinema!!!!",
                "ainda estou aqui é um filme que nos convida a revisitar as cicatrizes de um brasil assombrado pelo seu passado. a história de eunice paiva, esposa de rubens paiva, é explorada de forma íntima e complexa, abordando temas como luto, memória e resistência. fernanda torres oferece uma performance emocionante, sem exageros, transmitindo o sofrimento contido da protagonista. a estética do filme destaca os tons frios e a solidão dos personagens, reforçando a sensação de ausência e opressão. enquanto aborda a…",
                "i'm so proud to be brazilian",
                "Abrir uma conta no Itaú pro Walter Salles continuar fazendo filme",
                "Quero queimar um quartel.",
                "bound by moments of recollection, guaranteeing that the lost are never forgotten and instead permanently etched in the forefronts of the thoughts of those around them. Allows us to first immerse ourself in the family shown, taking in every quality and nuance of their familial bonds prior to the gradual but abrupt collapse of the democracy they were habituated to unfolds before them. With the warm colour that pervades the playful moments making the destined gut-punch land even more forcefully.…",
                "Uma das coisas que fiz ao terminar de ver Ainda Estou Aqui foi recalibrar minhas expectativas. O erro está sempre nelas. Refeito o cálculo, apreciar o filme pela sua proposta e pelo que é.Havia lido o livro homônimo de Marcelo Rubens Paiva na semana passada. E ele, episódico e fragmentado, relata os dias do desaparecimento do pai, da prisão da mãe e seus desdobramentos. Volta constantemente àquele momento conforme a passagem do tempo traz novos depoimentos, novos fatos que…",
                "Segundo vídeo sobre Ainda Estou Aqui no canalwww.youtube.com/watch?v=Vxj4De5lVCo&amp;t=19s",
                "🚨normal movie alarm🚨 almost late 80s/early 90s Hollywood in style — stately adult drama that’s loosely about political intrigue but otherwise concerned with the family response to a situation so horrible. felt like watching Sidney Lumet, maybe… there’s a sense of diminishing returns &amp; the momentum gets lost between the film’s two codas, combined with the fact that the actual family (or adult family, even?) feel a lot more compelling a story. completely competent; often moving!",
                "Finally, I had the opportunity to watch it. Since the release, I have been receiving messages asking when I would see it and write about it, when I would finally surrender to this work that, they said, was not just a drama but a film that pierces souls. Now, it hurts me to know that I waited so long. It hurts me because this film is not just a piece of cinema; it’s an open wound, an evocation of the…",
                "Film has an incredible power in showing you a perspective you had no idea about prior. I had no clue about the military dictatorship in Brazil before hearing about this or Fernanda Torres’ performance. So I was tentatively excited strangely because I heard how good yet heavy this would be. This film is about the Paivia family and their lives during an oppressive regime in the 70s. I’m happy to say I enjoyed Walter Salles’ I’m Still Here due to its pacing, performances, and cinematography. Especially Fernanda Torres’ already rightfully award-winning performance.Read the rest of this review here.",
                "Fernanda Torres você é monumental. A paisagem ensolarada na praia repleta de vida e alegria se torna um conto de horror desesperador, onde o medo se alastra em um contexto de opressão, censura e repressão causado por uma Ditadura Militar que perseguia e torturava sem nenhum remorso, imagina ver alguém que você ama muito ser tirado de repente da sua vida, e que essa pessoa precisava mentir sobre a outra parte da sua vida para poder continuar ajudando outras vidas,…",
                "Ali por volta de 2015 parecia que o cinema brasileiro virava a página dos últimos vinte anos de sua história quando a geração que surgiu no cenário nacional no final da década anterior ascendeu ao centro do debate artístico e cultural (Adirley Queirós, Affonso Uchoa, Gabriel Martins, André Novais, Juliana Rojas, Marília Rocha, Gabriel Mascaro entre outros). A indicação de Marte Um para concorrer ao Oscar de filme estrangeiro era só um factoide que parecia consolidar essa geração em todos…",
                "dei uma risadinha quando a fernanda torres lê a carta da filha, de forma mentirosa, e termina dizendo “sinto saudades de tudo”, mesma frase da carta da Montenegro em Central do Brasil",
                "Excelente pelicula, muy emocionante, me emocioné muchisimo en varias escenas, de 10 todo, a nivel produccion fotografia guion, y principalmente el valor humano, es increible como latinoamerica es tan parecida, realmente somos todos hermanos, se siente tan cercana. El miedo y lo que nos hicieron solo lo entiende el latinoamericano al que le pusieron estas dictaduras de mierda, y que nunca mas ocurra en ningun pais de latinoamerica , aguante el cine brasilero. Nunca Mas!",
                "“A COMUNIDADE INTERNACIONAL TÁ DE OLHO NESSA HISTÓRIA”“AINDA ESTOU AQUI” GANHOU OSCAR DE MELHOR FILME INTERNACIONALÉ DO BRAAAASSSILLLL CARALHOOO VAMOOOO 🇧🇷🇧🇷🇧🇷🇧🇷🇧🇷 🏆🏆🏆",
                "I’M STILL HERE is a riveting and heartfelt political drama directed by Walter Salles, telling the harrowing true story of the Paiva family’s suffering under Brazil’s military dictatorship in the 1970s and the lingering impact it had on their lives. Fernanda Torres delivers a phenomenal performance as a mother of five, struggling to hold her family together through the unimaginable trauma. A heartbreaking film of strength and resilience in the face of tumultuous times, that leaves a haunting mark for how the past can easily become the present once again.Next Best Picture’s full review here",
                "puta que pariu elenco do caralho",
                "mas estou envergonhadocom as coisas que eu vimas não vou ficar calado no conforto acomodado como tantos por aíé preciso dar um jeito, meu amigoainda estou aqui chega e constrói toda a sua imersão desde os primeiros momentos, detalhe a detalhe, tudo muito bem colocado. não demora para quem assiste se apegar, entender e sentir todos aqueles momentos com aquela família e, logo, todo o seu luto e sua luta. o luto é sentido pouco a…",
                "Does for film photography what Aftersun did for camcorders: breaking everybody’s hearts in the most beautifully tragic way.Honestly, I went in expecting a lot, but from the very first scene on that beach in Rio, I was completely drawn in. The way it's shot, the acting, the family dynamics... it all radiates this incredible warmth, which is also essential to then, later on, share with the characters the horrific journey they see themselves thrown into.What starts as this lovely…"
            ],
            [
                "first ever review 🥰and last. probably the film of 2024. if you haven’t watched this film you hate motherhood and sisterhood and you are not a feminist.WELL DONE TO EVERYONE WHO WORKED ON IT LOVE U GUYSalso if it wins best picture i’m getting the oscar not jamesalso well done freya on that sexy bts😜😜",
                "cried my eyes out now i have no eyes!!!!! made me feel so many emotions and so much of them all each. massive congrats to all the crew and the cast and especially the producer and the guy right at the start who immediately leaves. check it out when it’s released, i hope i spelt this all right and logged the correct film because again i have no eyes",
                "I was also there when this was made so that's cool ig",
                "Pretty solid film, director is hot and who ever made the BTS is a god 💯💯💯",
                "when it comes to ground breaking cinema this is it. by far the most beautiful film i’ve ever had the pleasure of watching. an utter enthralling masterpiece that will shape cinema for decades to come. blessed and grateful to be born at this time to witness a true piece of cinema history",
                "Slay sissies first film❤️‍🔥",
                "a beautiful beautiful!! whoever directed this is so talented and sexy i need to meet her😻😻",
                "outstanding. showstopping. pulls at your heart strings 10/10 you will reflect on your relationship with your mom."
            ],
            [
                "2024 Sidewalk Film Fest",
                "8.2[theater; Sidewalk #86g; Sidewalk Festival 2024 #14]",
                "Very powerful, very well crafted. The type of story they should touch on more in history classes.",
                "I’ve never heard someone so casual refer to MLK?? I said “who is Martin??” (In my head.)I teared up!"
            ]
        ]
    }
}