{
    "challengers": {
        "reviews": [
            "Everything is sex, except sex, which is tennis",
            "may thy racket chip and shatter",
            "average day for wii sports players",
            "oh. what do you do when one day you wake up and look at your life and realize this was never the life you were supposed to have? and you realize that the man who loves you isn't someone you can respect, and the one man you respect isn't someone you can forgive? (do you choose your home or your mirror?) worse, how do you confess that you'd trade your husband and the daughter you made together in a heartbeat for…",
            "do they need a fourth",
            "patrick touching the ball to the center of his racket........................ the whole world collapsed",
            "i think it’s so commendable how luca guadagnino has made a career out of making straight boys kiss in movies and i hope he never stops",
            "This movie made me attracted to men",
            "all they know is be bisexual, eat hot chip and lie",
            "art and patrick are like if two mice made a wish to become human",
            "I left this movie feeling like I could run a fucking marathon",
            "Balls and All (2024)",
            "broke up with my girlfriend the second the credits rolledi can never be two twinks for her.",
            "There is no sport more intimate or erotic than tennis. It is one of the few major sports where two players agree to partake, for hours, in a duel of body, mind, and soul. Naturally, to engage with anyone that intensely, an inescapable relationship is forged— one that intensifies with every stroke, every bead of sweat, every grunt. It may not be as fleshy as boxing, but arguably the lack of contact is what makes tennis more arousing— is not…",
            "Does for tennis what Whiplash did for jazz. Except slightly more horny. Masterpiece.",
            "taking your bisexual partner to this film is like standing in front of oncoming traffic and waiting for the hit",
            "COME ON",
            "if you see my two boyfriends in the sauna together DO NOT INBOX ME…i already know 🙄😒",
            "Action movies wish they were this exhilarating",
            "I wanna be gay more I wanna play tennis I wanna make a movie I wanna eat a churro I wanna tear my ACL",
            "luca guadagnino has his finger on the pulse of what the masses currently crave in a film… zendaya, and homoeroticisim. in that orderalso INSTANTLY my favorite score in a decade. reznor and ross have done it again",
            "Came for tennis balls, left with blue balls.",
            "two best friends in a room, they might kiss",
            "when she came back home and he was sleeping in their daughter’s bed!!!!",
            "Tashi's kid looks to be a little under 8 years old. Interesting",
            "ALRIGHT BRUH IM FUCKING HORNYJesus fucking lord how do you even make a movie like this HOW HOW HOW. Its so fucking hot and cool and fucking entrancing and INTIMIDATINGThis is only the second movie I’ve seen with Josh O’Connor and I can genuinely say this man is in my top 10 favorite actors of all time. The charm this man exudes is so palpable I wanted to fuck him myself Zendaya and Mike Faist absolutely KILLED itLuca you god damn mad man I’m obsessed with you AND THAT SOUNDTRACK COME ONNNNNNNNNNNN",
            "No because that fucking score??? I need it playing in my head 24/7!",
            "“I’ve missed playing with you.”Challengers is centered around tennis, yes, but it’s also centered around the ‘the kiss’. It’s a selling point of the film and gets significant reactions at every screening. Interestingly, while technically new, a premise like this is still something more at home in the 2000s/2010s. Think about your Knocked Up, Forgetting Sarah Marshall, or some other outrageous comedy you remember because of one shining set piece. Art and Patrick’s friendship/relationship/whatever is textually platonic. Their dialogue…",
            "she just wants to see some good fucking tennis",
            "me and bro when we fall in love with the same girl (SIKE WE BOTH ARE GAY)",
            "pathetic men are back, techno music is back, throuples are back, tennis skirts are back, evil people are back, cunty bobs are back, churros are back, WE ARE SO BACK!!",
            "zendaya quite literally SERVES cunt with this one…",
            "White Boys With Big Ears: The Movie",
            "yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah",
            "Been sitting on this one for a bit of time and I just can't come to terms with my feelings. I really want(ed) to like this given how highly rated it is among my mutuals and good friends. I found most of this to be really corny and predictable, which made for an experience devoid of any real tension and urgency. It fell miserably flat for me and none of the pieces came together to create something worthwhile. I rolled…",
            "what lorde meant when she sang \"let's go down to the tennis court and talk it up like yeah\" 🤣",
            "And they lived ha-poly ever after",
            "1. i locked tf in when zendaya was drinking an orangina2. techno is the lustiest music3. espadrille flats and cork wedges as a cry for help4. during the tie breaker when we were inside of the tennis ball and those boys were just whacking us back and forth5. challengers (2024), or we're still gonna need a top tho",
            "i love the symmetry. i love the contrast in pace. i love that every interaction has the tension of an elastic band stretching out and snapping back into place. the camera cuts between the three of them in whatever configuration, but it’s only inevitable that they’ll soon occupy the same frame.",
            "middle school best friends introduce you to bisexuality and then spend the next 15 years trying to ruin your life",
            "The people next to me said “no fucking way” when Mike Faist took a bite out of the churro",
            "If, as Blanche Dubois once said, “The opposite of death is desire,” then Luca Guadagnino will live forever, and his latest film — a transcendently sweaty tennis love triangle so turned on by the heat of competition that its sex scenes feel like foreplay and its rallies feel like porn — is possibly the most unbridled portrait of resurrection since “The Passion of the Christ.” It’s definitely the horniest story ever set within the purgatorial concrete nothing of New Rochelle,…",
            "prayers up for my boy Tom Holland 🙏",
            "art: he won’t treat you like I do babyart: tashi please don’t text patrick backart: [missed call x10]patrick: daddy long dick just landed at the new rochelle challenger",
            "those twinks wouldn’t last one round of wii tennis against my family",
            "greta gerwig and noah baumbach walked so that celine song and justin kuritzkes could RUN 🎾🎾",
            "this is my boyfriend, this is my boyfriend's boyfriend and we all play \"tennis\"",
            "was so amped after watching this i ended up going out til 5am with Harrison and then was super hungover for the met. worth it though.",
            "whiplash (2014) for guys who regret opening up their relationship. kissing is the greatest thing in the world, we were put on this earth to kiss. i flinched every time a tennis ball whizzed past the camera. why’d they use the take of that line about killing yourself ‘cause you’re 31 where she perfectly enunciated the name “demi adejuyigbe”",
            "Something shifted in that cinema. Forgive me for the person I became. Those thoughts weren’t me. Blame the churros, blame the love triangle but don’t blame me.",
            "un-fucking-real.everything i complain about in contemporary cinema is gone here: no standardized coverage, every single shot is considered and measured and loosed on the viewer like a thousand thunderbolts --o'connor, faist and zendaya are basically the only three actors in the whole film, it's incredibly focused and intimate drama, not an inch of writerly bloat, and these three have all the chops they need to deliver on what's been required of them -- the score by trent reznor is…",
            "came home to my houseguest watching this for the first time and sat my ass down for the remainder. truly a shame this isn’t message-driven enough to get love at the Oscars (I’m predicting best original screenplay and best score noms, maybe) because i do think this is one of the best films ever made about sex and power and attraction. love how each character gets a section to be the villain until they all feel equally villainous (and therefore,…",
            "it’s like twilight but with less vampires, less werewolves, more tennis, and more dudes kissing",
            "Really dug this. Luca Guadagnino's film uses tennis as an extension of its characters, and the result is an electric collision of will, ambition, friendship, lust, passion, resentment, and love. The love story at the heart of it might not be the one you expect. The kinetic filmmaking and Justin Kuritzkes's razor sharp script are helped by committed performances and an all-timer of a score by Trent Reznor and Atticus Ross.",
            "luca guadagnino surprises me from the usual footsteps i know from his work. from his former work of intimate, sometimes even drawn out, scenes, im met in challengers with a dance through every scene matched to a tennis like rhythm. these three mains couldn’t have been casted better. mike plays into such a boy next door trope that works perfectly and is matched with joshes shit eating grin at every corner. but me oh my is this a turning point…",
            "she just wanted to watch some good tennis and i just wanted to watch some good cinema. we both got what we wanted. thank you luca once again",
            "Edging: the movie.Everything about this pulsing, throbbing thriller is lava hot. It asks the philosophical question, “Does tennis…make me horny?” It’s fitting that it explores themes of passion and obsession because everyone will be passionately obsessed with this movie. Reznor and Ross do it again, btw, the score is insane.",
            "two bros, sweaty in the sauna, five feet apart cause they're not gay",
            "guys ? haha? did we watch the same film?? long form review because i think i need to rant! the beginning was set up extremely well and i was so interested - like hello i LOVE a good party scene! but then it just went down hill from thereokay, all the acting was good and everyone gave a good performance i am more than happy to admit this but my major problem is with the sound editing and editing…",
            "as usual this all could've been avoided with some gay love &amp; sex"
        ]
    }
}