{
    "Madame is Athletic": {
        "reviews": [
            "The pathetic exasperated servant struggling to keep up with the energetic madame is one of the most relatable characters in cinema",
            "When I grow up I want to be just like Madame. However, as a man, I’m more akin to her weak ass manservant.",
            "MaDAMN!!! is she athletic!Love seeing something like this and not having it be fake stuff with jumpcuts and sped up parts. Just a woman who is fit and can take care of herself. Do we have any clue who she is?#12,48366/100",
            "As tame as this film appears to us today, consider this example: Of the 21 sports in the 1908 Olympics, women were only allowed to participate in tennis, golf, sailing, archery, and figure skating. en.wikipedia.org/wiki/Participation_of_women_in_the_Olympics#Sports",
            "A quirky French Short that follows the exploits of an unbelievably energetic/athletic woman around her locales in Paris, she was truly a force to be reckoned with.Viewed on Blu Ray (Cinema's First Nasty Women) at home in BNE.",
            "Expo La mode en mouvement au Palais Galliera",
            "I'm thinking the irony is lost on modern viewers.",
            "the fact that the director had to experience exhaustion to write this. i can't move",
            "I'm sure there's a point to this French film but I must have missed it. We see a woman constantly working out, then eating and then she goes on a horse ride.Again, there must have been a point to this film but it went over my head. At first I thought it was just some sort of movie to encourage working out but it kept going on and on to include other things. Was it meant to be a…",
            "01/12/2023"
        ]
    },
    "the godfather": {
        "reviews": [
            "haha they made that scene from zootopia into a movie",
            "santino died on his way to beat up his sister's abusive husband... thats one hella honorable way to go",
            "I don't trust anyone who dislikes this movie.",
            "I challenge Letterboxd to add a sixth star.",
            "i said it once and i'll say it again...70's al pacino can like...get it",
            "i mean... it wasn't as good as twilight (2008) but it was ok",
            "Leave the gun, take the cannoli",
            "sofia coppola’s dad did a pretty good job of adapting hbo’s succession for the big screen! it’s a great little indie movie check it out!",
            "I was sooooo ready to say this was overhyped but nope, it’s as good as everyone says it is. On to part 2.",
            "One perfect moment: When Michael and Kay discover Vito’s been shot, his immediate reaction is to race to a phone booth and call home to check on his father. Until this point in the movie, Michael insists he wants no part of his father’s business. But when he reads the newspaper headlines about the assassination attempt, something changes in his face. And then he goes to the phone booth and slams the door on Kay so she can’t overhear the…",
            "if don vito can survive five gunshots i can survive my exams",
            "tag yourself, i‘m Al Pacino staying out of everyone‘s bullshit, to later freak out and kill everyone.",
            "why have you all been pretending for 45 goddamn years that you can understand a word marlon brando says in this movie without subtitles",
            "I think you get kicked off Letterboxd if you don't give it 5 stars",
            "i have a thing for al pacino in this movie and i hate myself",
            "a fun lighthearted family movie",
            "the main reason this is considered one, if not the best, film ever it's because how hot Al Pacino looked",
            "eating lasagna while watching michael corleone kill two men has to be one of the best experiences of my life",
            "in sicily, women are more dangerous than shotguns",
            "i love italians i wish they were real",
            "i wish marlon brando was my fairy godmother",
            "Al Pacino as Michael Corleone........ I would raw exactly one (1) short man",
            "i mean... it's the fucking godfather, it slaps, what else am i supposed to say?",
            "The story of the Corleone Family. A close-knit Italian household where the Don knows best. From lavish weddings to ceremonial baptisms, the Corleone's live the American Dream; one cannoli at a time.I had never seen The Godfather until today. I grew up more Tony Montana than Michael Corleone. I liked my gangsters snorting piles and piles of cocaine, and saying hello to their little friend. Later on, I discovered Italian Gangsta EuroTrash Mob Movies and Japanese Yakuza flicks. In…",
            "This was my first viewing ever of The Godfather. I'm sorry everyone. Forgive me. This is the most overrated film I've ever seen to date. However, the acting was outstanding. I loved Marlon Brando in particular. It really frustrates me that I wasn't crazy about this.",
            "I just don't like it, and before you rip my head off and scream endlessly in my dead ear about how amazing this movie is, let me ask you this: Have you ever been in church and the minister up front is droning on and on in a monotone fashion, talking about Biblical side character people and stories that you have absolutely no interest in because they don't relate to you at all. You're looking for anything to attract your…",
            "Maybe it's because I recently watched Part 3 but this viewing the entire thing felt so much more tragic. I mean, sure, Michael becomes a cool mob boss who crushes his enemies but he dooms himself to an existence where he's going to lose everyone close to him. Anyway this movie rules. Every scene is great, every role perfectly cast. Great work, Francis.",
            "waking up with a severed, bleeding horse head in your bed placed there just for you &lt;3",
            "young al pacino jesus christ i would die for you",
            "realized I’m sexually attracted to Abe Vigoda",
            "This may not be your ordinary family, but they provide enough thrills, laughs, and yes heart, that this sorely needed beacon of hope is exactly what we need right now. The real \"offer we can't refuse\" is that we all deserve empathy and kindness, which may be the most \"Sicilian\" message of all in these times.",
            "*al pacino comes on screen*me: god....it’s me again....",
            "don: a sicilian cannot refuse a request on the day of their daughter's weddingcops: i request you stop all the crimedon: god fucking damn it",
            "”leave the gun, take the cannoli” he just like me fr",
            "100\"Just wasn't enough time, Michael. Wasn't enough time.\" What a marvelous 4K restoration. Shout-out to the archivists and preservationists who worked to bring this classic to such a high level of detail and fidelity. As for the film itself, you know what it is, and if you don't, now is as good of a time as any to wander into its tapestry of family legacy. Here are two of my favorite scenes: I adore the dissolve from Vito laying…",
            "whatever. Overrated as hell",
            "michael corleone short king",
            "\"Leave the gun. Take the cannoli.\"\"I don't like violence... I'm a businessman.\"\"... After all, we are not communists.\"",
            "that’s my emotional support family right there who’s doing it like the corleones",
            "Part of Buddy the Elf, What's Your Favorite Color?“Do you renounce Satan?” “I do renounce him.” “And all his works?” “I do renounce them.” “And all his promises?” “I do renounce them.” In Italy, for 30 years under the Borgias, they had warfare, terror, murder, and bloodshed. But they produced Michelangelo, Leonardo da Vinci, and the Renaissance. In Switzerland, they had brotherly love—500 years of democracy and peace. And what did they produce? The cuckoo clock.In America, they…",
            "it's no the irishman",
            "It's The Godfather.",
            "michael: *casually meets the men he’s about to murder at a restaurant, appearing calm and friendly, making conversation. goes to the bathroom, comes back retrieving a gun from the bathroom and TAKES OUT his guests*the waiter to michael, while starring at the bloody dead bodies of who he thought were going to be paying customers: sir this is an olive garden",
            "bitches complain about the godfather being too long and then go and binge watch 7 episodes of a tv show... it's me, i'm bitches",
            "There should be a warning on the blu ray or something... It's a fucking Christmas movie. Don't watch it in August!",
            "love too now understand references",
            "My parents own the DVD, but watching it on AMC with commercials, edited for language, is just how it was meant to be seen.",
            "if i told 1972 al pacino that i loved him and he didn’t say it back that would be it for me",
            "this is a pretty small indie movie idk if any of u will have heard of it but u should check it out i thought it was really good 🙈",
            "I hope everyone had a wonderful Thanksgiving!It doesn't get any better than this folks. Every Thanksgiving I watch four films that revolve around the life of the mafia, gangsters, that sort of thing. No matter if I throw in a new film or not, the first two Godfather films are always cemented in my marathon. Simply put, The Godfather is perfect. No film, except it's sequel, has come close to the level of cinematic nirvana that Coppola's work achieves.…",
            "100\"In looking at The Godfather as a whole, I simply fall into its rhythms and then three hours pass by, waking up as if in a stupor. It has the immense capacity of feeling as if this stretch of continuity is liquid – flowing by like a river. And yet, The Godfather is a section of a life lived, a rise and a fall, and its ultimate accomplishment is condensing it into an easy-going popular entertainment that still shocks…",
            "Before you all get mad at my low score please just look at my poster choice. See. Isn’t that adorable. Don’t you feel better now?😌🙏I didn’t think I’d love this as much as everyone else but I didn’t expect to hate it this much🤷‍♀️. It was so boring I was begging for it to end.😭Just 3 hours of dudes in suits mumbling about how they want to kill eachother🕴️. I really couldn’t care less about anything that happened…",
            "Young al pacino oh god jesus Christ...",
            "I really hope there’s a sequel",
            "This has a reputation for being very good, and it is. They really nailed this one. Congratulations to everyone involved - you are now one of the immortals.You’ve got Brando’s highly stylized, almost gargoyle-like performance, and then you’ve got Pacino’s simmering, internalized performance right next to it, and they fit together perfectly. How did they do it? Folks, it’s called “movie magic.”",
            "When you rewatch something at this level of perfection, you realize how far it is from just a film, it carries legacies, transcends the art of cinema, and becomes a phenomenon with an absurd cultural impact. Francis Ford Coppola is a genius; he created an icon of modern narrative and carried the movement of the new Hollywood as no one could have done. Through a complex tapestry of power, loyalty and morality, the film takes us on a deep dive…",
            "I know people love this movie, but I am very close to hating it.This was my 2nd time watching the film to completion and I think I should get a medal for it. Three long hours of boredom, no characters I can connect with or care about, and a plot that offers the occasional interesting moment but is mostly just people mumbling about how they want to kill other people. If I'm going to spend this much time invested…",
            "Its the godfather, end of review.",
            "Primeiro, parece um festival de grandes curtas metragens, um filme bom depois do outro, “O Casamento”, “A Proposta”, “O Hospital”, “A Siciliana”. Todos filmes belos e verdadeiros, como numa antologia de contos que vão surtindo um efeito cumulativo dramático até que percebe-se que estão todos presos uns nos outros e que a história toda dos Corleone forma uma árvore grande e frondosa onde o tronco termina sendo Michael, que parecia ser só um galho frágil. A primeira vez que eu vi esse filme eu tinha 15 anos, foi na TV. Apple iTunes/Dolby Vision 4K (imagem bela de filme).",
            "al kinda cute in this"
        ]
    }
}